[general]

txtLang = " Türkçe "

;~ Name of Troops

eBarb = "Barbar"
eArch = "Okçu"
eGobl = "Goblin"
eGiant = "Dev"
eWall = "Duvar Yıkıcı"
eWiza = "Büyücü"
eBall = "Balon"
eHeal = "Şifacı"
eDrag = "Ejderha"
ePekk = "Pekka"
eMini = "Dalkavuk"
eHogs = "Domuz Binici"
eValk = "Valkyrie"
eWitc = "Cadı"
eGole = "Golem"
eLava = "Lav Tazı"
eKing = "Kral"
eQueen = "Kraliçe"
eCastle = "Klan Kalesi"
eLSpell = "Yıldırım Büyüsü"
eHSpell = "İyileştirme Büyüsü"
eRSpell = "Öfke Büyüsü"
eJSpell = "Atlama Büyüsü"
eFSpell = "Dondurma Büyüsü"
ePSpell = "Zehir Büyüsü"
eESpell = "Deprem Büyüsü"
eHaSpell = "Acele Büyü"

;~ -------------------------------------------------------------
;~ 	CheckVersion.au3
;~ -------------------------------------------------------------

logVerLatest = "Şu anda son versiyonu doğrulayamadık!"
logVerWarning1 = "UYARI! Bot versiyonunuz ("
logVerWarning2 = ") eski."
logVerUpdate1 = "Lütfen son sürümü ("
logVerUpdate2 = ") https://MyBot.run adresinden indirin."
logVerFuture1 = "Şef, MyBot'un gelecek bir versiyonunu kullanıyorsun."
logVerFuture2 = "Versiyon: "
logVerFuture3 = "Resmi Versiyon: "
logVerCheck = "Hoşgeldin Şef! Yeni güncelleme yok, son sürüme sahipsin."

;~ -------------------------------------------------------------
;~ 	MyBot.run.au3
;~ -------------------------------------------------------------

msgboxWarningTitle = "UYARI!"
msgboxRun = "Bot zaten çalışıyor."
msgbox_x64 = "Scripti x64 olarak çalıştırmayın veya compile etmeyin! Botun düzgün çalışması için x86 olarak Run/Compile Script tıklayın!\r\nBu mesajı görüntülemeye devam ediyorsanız, AutoIT', tekrar yükleyin."
msgboxVersion = "Versiyon: "
msgboxLicense = "GNU Genel Kamu Lisansı v3 ile lisanslanmıştır. Ücretli SATILAMAZ!"
logOutOfGold = "Arama için yeterli altın kalmadığından normale dönülüyor ..."
logOutOfElixir = "Eğitim için yeterli iksir kalmadığından normale dönülüyor ..."
logSwitchHaltAttack = "Saldırıyı Durdur moduna geçiş: Çevrimiçi kal/Eğit/Topla/Bağış yap..."
logReturnHaltAttack = "Saldırıyı Durdur moduna geçiş: Çevrimiçi kal/Eğit/Topla/Bağış yap..."
logOOS = "Senkronizasyon hatasından sonra tekrar başlatıldı: Şimdi saldırıyor"
logArmyWait = " ======  Full Ordu için Bekleniyor  ====== "
logArmyFull = "Ordu kampı ve kışlalar doldu, birlik eğitimi durduruluyor..."
logArmyNotFull = "Ordu kampı ve kışlalar dolu değil, birlik eğitimi duvam ediyor..."
logIdle = "Boşta geçen zaman: "
logAtkStart = "  ====== Saldırı Başlatılıyor ====== "

;~ -------------------------------------------------------------
;~ 	CGB Global Variables.au3
;~ -------------------------------------------------------------

modeDB = "Ölü Köy"
modeLB = "Canlı Köy"
modeTS = "KB Avla"
modeTB = "KB Zorba"
modeDT = "Kupa Düşme"
defTxtInferno = "Cehennem Kulesi"
defTxtTesla = "Gizli Tesla"
defTxtMortar = "Havan"
defTxtWizTower = "Büyücü Kulesi"
defTxtAirDef = "Hava Savunması"

;~ -------------------------------------------------------------
;~ 	CGB GUI Design.au3
;~ -------------------------------------------------------------
;	Menu
;~ -------------------------------------------------------------

menuDonate = "&Paypal Bağış"
menuItemSupport = "Geliştirmeyi destekle"

;~ -------------------------------------------------------------
;~ About Us Tab
;~ -------------------------------------------------------------

tabAboutUs = "Hakkımızda"
grpCredits = "Emeği Geçenler"
txtCredits = "MyBot, dünya çapında özgür yazılımcıların oluşturduğu bir ekip\r\nve enerji dolu forum üyeleri tarafından geliştirilmiştir!"
txtVisitForums = "Lütfen forumlarımızı ziyaret edin:"
txtCreditGoesTo = "Tüm övgüleri hak eden, projeye katkıda bulunan yazılımcılar:"
txtCreditOwners = "Antidote, AtoZ, Didipe, Dinobot, DixonHill, DkEd, Envyus, GkevinOD, Hervidero,\r\nHungLe, kaganus, KnowJack, ProMac, Safar46, Sardo, Saviart ve niceleri\r\n\r\nVe bu muhteşem programa katkıda bulunan tüm forum üyeleri!\r\n\r\nMy Bot'un son versiyonunu aşağıdaki linkte bulabilirsiniz:"
txtEULA = "Kullanıcı bu programı kullanarak her türlü sorumluluğu kabul eder. Bu program GARANTİSİ,\r\nBELİRLİ BİR AMACI ve kesinlikle PAZARLANMA GAYESİ olmadan sadece faydalı olması amacı ile dağıtılmıştır.\r\nDaha fazla detay için GNU Genel Kamu Lisansı'na göz atabilirsiniz. Lisansı ana klasörde bulabilirsiniz.\r\nTürkçesi için ozgurlisanslar.org.tr/gpl/gpl-v3 adresini ziyaret edin.\r\n Copyright (C) 2015 MyBot.run - Tüm Hakları saklıdır!"

;~ -------------------------------------------------------------
;~ Status Bar & Tray Icon
;~ -------------------------------------------------------------

status = "Durum : "
statusIdle = "Durum: Bekliyor"
trayItemAbout = "Hakkında"
trayItemExit = "Çıkış"

;~ -------------------------------------------------------------
;~ CGB GUI Control Bottom.au3
;~ -------------------------------------------------------------

logBSLaunch = "BlueStacks başlatılıyor."
logBSLaunched = "BlueStacks'ın başlatılması için geçen süre: "
logBSWarnRestart = "Uygulanan değişikliklerin etkili olabilmesi için lütfen BlueStacks'ı yeniden başlat."
msgBSRestartTitle = "BlueStacks'ı yeniden başlat."
msgBSRestart = "Uygulanan değişikliklerin etkili olabilmesi için lütfen BlueStacks'ı yeniden başlat."
msgBSRestartOK = "Eğer BlueStacks doğru çözünürlükte(860 x 720) ise, Tamam'a tıklayın."

logPoweredBy = " MyBot.run tarafından desteklenmektedir."
logRunningOn = " çalıştığı sistem: "
logSearchModeStart = " Arama Modu Başladı "
logCurProfile = "  Geçerli Profil: "
logBotStart = " Bot Başladı "
logDeletePush = "Tüm geçmiş PushBullet mesajları siliniyor..."
logNotInGame = "Oyunda Değil!"

txtBotLog = " BOT GÜNLÜĞÜ "
logBotStop = " Bot Durdu "
txtAttackLog = " SALDIRI GÜNLÜĞÜ "
txtAttackLog2 = "                       ------  GANİMET ------     ------ BONUS ------ "
txtAttackLog3 = " SÜRE| KUPA| ARAMA|  ALTIN|  İKSİR| KARA İ|KUP|S| ALTIN| İKSİR|  Kİ|L."
btnShow = "BS Göster"
btnHide = "BS Gizle"

;~ -------------------------------------------------------------
;~ CGB GUI Design Bottom.au3
;~ -------------------------------------------------------------

grpButtons = "https://MyBot.run - ücretsiz bot -"
btnStart = "Başlat"
btnStop = "Durdur"
btnPause = "Duraklat"
tipPause = "Devam ettirilene kadar tüm eylemleri durdurur."
btnResume = "Devam et"
tipResume = "Duraklatılan botu devam ettirir."
btnPhoto = "Foto"
tipBtnPhoto = "Köyünüzün anlık görüntüsünü almak ve bir dosyaya kaydetmek için tıklayın."
tipBtnHide = "BlueStacks penceresini gözden uzağa taşımak için tıklayın.\r\n(Alta indirmez, gizler.)"
chkBgMode = "Arkaplan\r\nModu"
tipChkBgMode = "Arkaplan modunu etkinleştirmek için seçin.\r\nBununla birlikte BlueStacks penceresini gözden uzakta saklayabilirsiniz."
btnAttackNowDB = "Ö.K Saldırısı!"
btnAttackNowLB = "C.K Saldırısı!"
btnAttackNowTS = "KB Avla!"

lbVillage = "Köy"
lbVillageReport = "Köy Raporu ilk\r\n başlatılmadan sonra\r\nburada belirecek."
grpVillage = "Köy: "

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab Attack.au3 ;~ Attack Basics Tab
;~ -------------------------------------------------------------

tabAttack = "Saldırı"
grpDeadBaseDeploy = "Ölü Köy asker dağılımı"
grpLiveBaseDeploy = "Canlı Köy asker dağılımı"
lbDeploy = "Dağıtım:"
tipCmbDeploy = "Tek kenardan saldır, düzene göre değişir\r\nİki kenardan saldır, düzene göre değişir\r\nÜç kenardan saldır, dıştakileri ve içeriden biraz alır\r\nTüm kenarlardan eşit, dıştakilerin çoğunu alır"
tipCmbDeployTitle = "Dağıtılacak kenar sayısını seçin."
cmbDBDeploy = "tek kenardan|çift kenardan|üç kenardan|her kenardan eşit|dört parmak saldırı"
cmbDBDeployDefault = "her kenardan eşit"
cmbLBDeploy = "tek kenardan|çift kenardan|üç kenardan|her kenardan eşit"
cmbLBDeployDefault = "her kenardan eşit"
lbSelectTroop = "Askerler:"
cmbDBSelectTroop = "Hepsini Kullan|Kışlaları Kullan|Sadece Barbar|Sadece Okçu|B+O|B+Gob|O+Gob|B+O+Dev|B+O+Gob+Dev|B+O+Domuz|B+O+Dalkavuk"
cmbDBSelectTroopAll = "Hepsini Kullan"
cmbLBSelectTroop = "Hepsini Kullan|Kışlaları Kullan|Sadece Barbar|Sadece Okçu|B+O|B+Gob|O+Gob|B+O+Dev|B+O+Gob+Dev|B+O+Domuz|B+O+Dalkavuk"
cmbLBSelectTroopAll = "Hepsini Kullan"
lbUnitDelay = "Gecikme:"
tipLbUnitDelay = "Askerlerin dağıtımını geciktirir, 1 (hızlı) = Bot gibi, 10 (yavaş) = İnsan gibi.\r\nRasgele botu daha değişken ve insancıl yapacaktır."
lbWaveDelay = "Dalga:"
chkRandomSpeedAtk = "Rasgele gecikme hızı."
chkSmartAttackRedArea = "Akıllı saldırı: Kırmızı hat yakınından."
tipChkSmartAttackRedArea = "Köyün dışındaki 'Kırmızı Hat'tı algılamak ve askerleri yakınından bırakmak için kullan"
lbSmartDeploy = "Dğt. Türü:"
tipSmartDeployTitle = "Askerler ve dalgalar için 'Dağıtım Türü'nü seçin"
tipSmartDeploy = "Tür 1: Her tür asker için bir dalga dağıt ve diğerine geç, YA DA\r\nTür 2: Tüm askerlerden bir dalga dağıt. Her bir kenar için (örn. dev, barbar ve okçu) dağıt sonra kenarları değiştir."
cmbDBSmartDeploy = "Kenarlar sonra Askerler|Askerler sonra Kenarlar"
cmbDBSmartDeployDefault = "Kenarlar sonra Askerler"
cmbLBSmartDeploy = "Kenarlar sonra Askerler|Askerler sonra Kenarlar"
cmbLBSmartDeployDefault = "Kenarlar sonra Askerler"
chkAttackNearGoldMine = "Maden"
tipChkAttackNearGoldMine = "Askerleri Altın Madeni yakınına bırak"
tipChkAttackNearElixirCollector = "Askerleri İksir Toplayıcı yakınına bırak"
tipChkAttackNearDarkElixirDrill = "Askerleri Kara İksir Toplayıcı yakınına bırak"
chkKingAttack = "Kralı kullan"
tipChkKingAttack = "Saldırırken Barbar Kralı kullan"
chkQueenAttack = "Kraliçeyi kullan"
tipChkQueenAttack = "Saldırırken Okçu Kraliçeyi kullan"
chkDropCC = "Savaşta bırak"
tipChkDropCC = "Klan kalesinde asker varsa savaşta bırak."
grpClanCastleBal = "Klan Kalesi Dengesi"
chkUseCCBalanced = "Dengeli B/A"
tipChkUseCCBalanced = "Bağışlanan/Alınan birlik oranı aşağıdaki B/A oranından büyükse Klan Kalesini bırak."
tipCmbCCDonated = "Bağışlanan birlik"
tipCmbCCReceived = "Alınan birlik"
tipLbDRRatio = "İstenilen bağışlanan/alınan birlik oranı\r\n1/1 bağışlanan = alınan anlamına,\r\n 1/2 bağışlanan/alınanın yarısı anlamına gelir vb."
grpRoyalAbilities = "Kahraman Yetenekleri"
radManAbilities = "Kahraman Yeteneklerini sayaca göre aktifleştir:"
tipRadManAbilities = "Yetenekleri sayaca göre aktif et.\r\nİki kahramanında yeteneği aynı anda aktif edilecektir."
radAutoAbilities = "Yetenekleri kahramanların canı azalınca otomatik aktifleştir."
tipRadAutoAbilities = "Kahramanların canı kırmızı bölgeye geldiğinde yetenekleri aktifleştirir.\r\nKral ve kraliçe ayrı ayrı kontrol edilip, aktifleştirilecektir."
tipManAbilities = "Sayacı ayarlamak için zamanı saniye cinsinden gir."
lbLoyalAbilitiesSec = "sn."

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab Advanced.au3 ;~ Attack Advanced Tab
;~ -------------------------------------------------------------

tabAttackAdv = "Saldırı Glş."
grpAtkOptions = "Saldırı Seçenekleri"
chkAttackNow = "Şimdi saldır! seçeneği"
lbSnipeWhileTraining = "Ordu eğitilirken KB Avla"
tipLbSnipeWhileTraining = "Bot ordu eğitilirken dışarıdaki KB'larını avlamayı deneyecektir."
lbliSkipped = "aramadan sonra dön"
tipiSkipped = "Girilen değer kadar köy arayıp, geri döner."
tipChkAttackNow = "Başlat ve Duraklat butonlarının hemen yanında 'Şimdi Saldır!' butonu istiyorsan bunu seç.\r\nButona tıklayarak ölü köy veya canlı köy arama değerlerini baypass edebilirsin.\r\nŞimdi Saldır butonu sadece saldırılacak köy aranırken belirir."
lbAttackNow = "Ekle:"
tipLbAttackNow = "Aramayı yavaşlatmak için bu değerde tepki süresi ekler"
lbAttackNowSec = "sn. tepki süresi"
chkAttackTH = "Dışarıdaki KB'sına saldır"
tipChkAttackTH = "Korunmasız Köy Binalarına saldırmak için işaretleyin. (Duvarların dışındaki KB)\r\nTavsiye: Ayrıca Arama panelinden 'KB dışarıda olsun' seçeneğini işaretlerseniz, sadece korunmasız köy binalarını arar ve saldırır."
chkLightSpell = "Kara iksir toplayıcılarını Şimşek Büyüsü ile vur"
tipChkLightSpell = "Minimum Kara iksir değerleri karşılandığında şimşek büyüsü kullanmasını istiyorsanız işaretleyin."
lbliLSpellQ = "En az:"
lbliLSpellQ2 = "Şimşek büyüsü hazır olmadan kullanma."
tipLbliLSpellQ = "İstenilen büyü miktarını ayarlayın. Daha azıyla asla saldırmaz."
grpBullyAtkCombo = "Zorba Saldırı Kombosu"
chkBullyMode = "KB Zorbalığı:"
lbATBullyMode = "aramadan\r\nsonra."
tipChkBullyMode = "Şu anki arama ayarlarına KB Zorbalığı kombosunu ekler (Örneğin: Ölü Köy VEYA KB Zorbalığı)\r\nKB Zorbalığı: Belirtilen arama sayısının ardından düşük seviye bir köye saldırır."
tipATBullyMode = "KB Zorbalığının aktif olması için beklenecek arama sayısı"
lblATBullyMode = "Max KB seviyesi:"
tipLblATBullyMode = "KB Zorbalığı ile saldırılacak Maksimum KB seviyesi"
lbAttackStyle = "Kullanılacak saldırı ayarları"
radUseDBAttack = "ÖlüKöy Ayr."
tipRadUseDBAttack = "KB Zorbalığı için saldırı ayarlarını Ölü Köy ayarlarından al."
radUseLBAttack = "CanlıKöy Ayr."
tipRadUseLBAttack = "KB Zorbalığı için saldırı ayarlarını Canlı Köy ayarlarından al."
grpTHSnipeAtkCombo = "KB Avı Saldırı Kombosu"
chkTrophyMode = "KB Avını aktif et:"
tipChkTrophyMode = "Geçerli arama ayarlarına KB Avı eklenir. (Örneğin: Ölü Köy VEYA KB Avı)"
lblTHadd = "Ekle:"
lbTHaddtiles = "karo uzaklık (kenarlara)"
tipTHaddtiles = "KB'sının dışarıda olarak görülmesi için köyün kenarlarından kaç 1x1 karo 'çimen' uzaklıkta olması gerektiğini girin.\r\nÖrn: (0) karo; KB tamamen kenarda olmak zorunda. (4) karo: KB kenara 4 karo uzaklıkta ve köyün merkezine daha yakın olabilir.\r\nEğer KB'sı girilen karodan daha uzak ise o köy geçilecektir."
lbAttackTHType = "KB Saldırı metodu:"
cmbAttackTHType = "Saldırı: SmartBarch|Saldırı: Bam|Saldırı: eXtreme|Saldırı: GBarch|Saldırı: Özel"
cmbAttackTHTypeDef = "Saldırı: GBarch"
tipCmbAttackTHType = "SMARTBARCH • Barbar/Okçu\r\nBAM • Barbar/Okçu/Dalkavuk\r\nEXTREME • Tüm birlikleri kullanır\r\nGBARCH • Dev/Barbar/Okçu\r\nCUSTOM • Kendi stratejinizi yapın!"
lblAttackBottomType = "KB ALT köşede ise:"
cmbAttackBottomType = "Dağıtım: Yakınlaştırılmış|Dağıtım: Kenarlardan"
cmbAttackBottomTypeDef = "Dağıtım: Kenarlardan"
tipAttackBottomType = "KB ekranın Alt Köşesinde tespit edildiğinde birlikleri dağıtmak için stratejiyi seçin.\r\nYakınlaştırılmış • Önce zoom yapar, sonra köşeden saldırır.\r\nKenarlardan • Zoom yapmadan KB'sının sağ ve solundan asker bırakır, birlikleriniz başka bir hedef seçebilir!"
chkUseKingTH = "Kralı Kullan"
chkUseQueenTH = "Kraliçeyi Kullan"
tipUseKingTH = "KB'sına saldırırken Barbar Kralı Kullan\r\nBirinci dalgada bırakılacak"
tipUseQueenTH = "KB'sına saldırırken Okçu Kraliçeyi Kullan\r\nBirinci dalgada bırakılacak"
chkUseLSpellsTH = "Şimşek"
chkUseRSpellsTH = "Öfke"
chkUseHSpellsTH = "Şifa"
tipUseLSpellsTH = "KB'sına saldırırken Şimşek Büyüsü Kullan\r\nÜçüncü dalgada bırakılacak"
tipUseRSpellsTH = "KB'sına saldırırken Öfke Büyüsü Kullan\r\nİkinci dalgada bırakılacak"
tipUseHSpellsTH = "KB'sına saldırırken Şifa Büyüsü Kullan\r\nİkinci dalgada bırakılacak"
chkUseCastleTH = "Savaşta bırak"
tipUseCastleTH = "KB'sına saldırırken Klan Kalesini Kullan\r\nİkinci dalgada bırakılacak"
grpDefenseFarming = "Savunma Kasma"
chkUnbreakable = "Kırılamaz Modu"
tipChkUnbreakable = "'Kırılamaz' başarısı için Savunma kazanamayı aktif eder."
lbUnbreakable1 = "Bekleme süresi:"
tipUnbreakable1 = "Oyunu kapatıp birinin saldırmasını beklemek için istediğin süre. (1-99 dakika)"
lbUnbreakable2 = "Dakika"
lbUnBreakableFarm = "Min.Kaynak"
lbUnBreakableSave = "Max.Kaynak"
tipUnBrkMinGold = "Savunma kasma modu, Altın Miktarı bu değerden az ise durdurulur ve normal ganimet moduna geçer.\r\nArama yapmak veya yükseltmeler için gerekli Altın Miktarını ayarlayın."
tipUnBrkMaxGold = "Savunma kasma modunu aktif etmek için depolarınızda olması gereken Altın Miktarı\r\nDüşmanı cezbetmek veya yükseltmeler için gerekli Altın Miktarını girin."
tipUnBrkMinElixir = "Savunma kasma modu, İksir Miktarı bu değerden az ise durdurulur ve normal ganimet moduna geçer.\r\nAsker eğitimi veya yükseltmeler için gerekli İksir Miktarını ayarlayın."
tipUnBrkMaxElixir = "Savunma kasma modunu aktif etmek için depolarınızda olması gereken İksir Miktarı\r\nDüşmanı cezbetmek veya yükseltmeler için gerekli İksir Miktarını girin."
tipUnBrkMinDark = "Savunma kasma modu, Kara İksir Miktarı bu değerden az ise durdurulur ve normal ganimet moduna geçer.\r\nAsker eğitimi veya yükseltmeler için gerekli Kara İksir Miktarını ayarlayın."
tipUnBrkMaxDark = "Savunma kasma modunu aktif etmek için depolarınızda olması gereken Kara İksir Miktarı\r\nDüşmanı cezbetmek veya yükseltmeler için gerekli Kara İksir Miktarını girin."

grpDetectTrappedTH = "Tuzaklı KB Tespit Et"
chkTrappedTH = "Tuzakları tespit et"
tipChkTrappedTH = "Tuzaklı köy binası bulduğunda geçmek veya saldırı şeklini değiştirmek için seçin"
chkMortar = "Havan atla"
tipChkMortar = "KB'sının yakınında Havan bulursa köyü atlar"
chkWiz = "Büyücü Kulesi atla"
tipChkWiz = "KB'sının yakınında Büyücü Kulesi bulursa köyü atlar"
chkInferno = "Cehennem K. atla"
tipChkInferno = "KB'sının yakınında Cehennem Kulesi bulursa köyü atlar"
chkTesla = "Gizli Tesla atla"
tipChkTesla = "KB'sının yakınında Gizli Tesla bulursa köyü atlar"
chkAir = "Hava Savunması atla"
tipChkAir = "KB'sının yakınında Hava Savunması bulursa köyü atlar"
chkGrdTroops = "Kara Birlikleri"
tipChkGrdTroops = "Bunu seçerseniz Hava Savunmaları yok sayılacak"
chkAirTroops = "Hava Birlikleri"
tipChkAirTroops = "Bunu seçerseniz Havanlar yok sayılacak"
lblDetectTrappedTHInfo = "1) KB Avlamak için Kara birlikleri kullanacaksanız Barbar, Hava için Balon ikonunu seçin.\r\n2) Köy binası yakınında bulunduğunda, o köyü atlamasını istediğiniz defans binalarını seçin. \r\n3) Seçmediğiniz defanslar bulunduğunda saldırı şekli değiştirilir."

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab Donate.au3 ;~ Donate Tab
;~ -------------------------------------------------------------

tabDonate = "Birlik Bağışı"
grpDonation = "Klan kalesine birlik iste"
chkRequest = "İstek metni:"
txtRequest = "barb archer"
tipRequest = "Bu yazı birlik isteğin için klan sohbetinde görünecektir."

btnCustom = "Özel"
btnBlacklist = "Karaliste"
grpTroopselection = "Birlik Bağışı Seçim Menüsü"
grpBlacklist = "Genel Karaliste"
tipBlacklist = "Birlik istekleri için Genel Karaliste"
lbBlacklist = "Bu kelimelerden hiç birine bağış yapma:"
dataBlacklist = "clan war\r\nwar\r\ncw\r\nmax"

troopBarbarians = "Barbar"
troopArchers = "Okçu"
troopGiants = "Dev"
troopGoblins = "Goblin"
troopWallBreakers = "Duvar Yıkıcı"
troopBalloons = "Balon"
troopWizards = "Büyücü"
troopHealers = "Şifacı"
troopDragons = "Ejderha"
troopPekkas = "P.E.K.K.A"
troopMinions = "Dalkavuk"
troopHogRiders = "Domuz Binici"
troopValkyries = "Valkyrie"
troopGolems = "Golem"
troopWitches = "Cadı"
troopLavaHounds = "Lav Tazı"
troopCustom = "Özel Birlikler"
donateBarbarians = "Barbar Bağışla"
donateArchers = "Okçu Bağışla"
donateGiants = "Dev Bağışla"
donateGoblins = "Goblin Bağışla"
donateWallBreakers = "Duvar Yıkıcı Bağışla"
donateBalloons = "Balon Bağışla"
donateWizards = "Büyücü Bağışla"
donateHealers = "Şifacı Bağışla"
donateDragons = "Ejderha Bağışla"
donatePekkas = "P.E.K.K.A Bağışla"
donateMinions = "Dalkavuk Bağışla"
donateHogRiders = "Domuz Binici Bağışla"
donateValkyries = "Valkyrie Bağışla"
donateGolems = "Golem Bağışla"
donateWitches = "Cadı Bağışla"
donateLavaHounds = "Lav Tazı Bağışla"
donateCustom = "Özel Birlikler Bağışla"
tipDonateBarbarians = "Chat isteği anahtar kelimelerle eşleştiğinde Barbar bağışlamak için seçin."
tipDonateArchers = "Chat isteği anahtar kelimelerle eşleştiğinde Okçu bağışlamak için seçin."
tipDonateGiants = "Chat isteği anahtar kelimelerle eşleştiğinde Dev bağışlamak için seçin."
tipDonateGoblins = "Chat isteği anahtar kelimelerle eşleştiğinde Goblin bağışlamak için seçin."
tipDonateWallBreakers = "Chat isteği anahtar kelimelerle eşleştiğinde Duvar Yıkıcı bağışlamak için seçin."
tipDonateBalloons = "Chat isteği anahtar kelimelerle eşleştiğinde Balon bağışlamak için seçin."
tipDonateWizards = "Chat isteği anahtar kelimelerle eşleştiğinde Büyücü bağışlamak için seçin."
tipDonateHealers = "Chat isteği anahtar kelimelerle eşleştiğinde Şifacı bağışlamak için seçin."
tipDonateDragons = "Chat isteği anahtar kelimelerle eşleştiğinde Ejderha bağışlamak için seçin."
tipDonatePekkas = "Chat isteği anahtar kelimelerle eşleştiğinde P.E.K.K.A bağışlamak için seçin."
tipDonateMinions = "Chat isteği anahtar kelimelerle eşleştiğinde Dalkavuk bağışlamak için seçin."
tipDonateHogRiders = "Chat isteği anahtar kelimelerle eşleştiğinde Domuz Binici bağışlamak için seçin."
tipDonateValkyries = "Chat isteği anahtar kelimelerle eşleştiğinde Valkyrie bağışlamak için seçin."
tipDonateGolems = "Chat isteği anahtar kelimelerle eşleştiğinde Golem bağışlamak için seçin."
tipDonateWitches = "Chat isteği anahtar kelimelerle eşleştiğinde Cadı bağışlamak için seçin."
tipDonateLavaHounds = "Chat isteği anahtar kelimelerle eşleştiğinde Lav Tazı bağışlamak için seçin."
tipDonateCustom = "Chat isteği anahtar kelimelerle eşleştiğinde Özel Birlikler bağışlamak için seçin."
donateToAll = "Tümüne Bağışla"
donateAllBarbarians = "Tüm isteklere Barbar bağışlamak için bunu seçin."
donateAllArchers = "Tüm isteklere Okçu bağışlamak için bunu seçin."
donateAllGiants = "Tüm isteklere Dev bağışlamak için bunu seçin."
donateAllGoblins = "Tüm isteklere Goblin bağışlamak için bunu seçin."
donateAllWallBreakers = "Tüm isteklere Duvar Yıkıcı bağışlamak için bunu seçin."
donateAllBalloons = "Tüm isteklere Balon bağışlamak için bunu seçin."
donateAllWizards = "Tüm isteklere Büyücü bağışlamak için bunu seçin."
donateAllHealers = "Tüm isteklere Şifacı bağışlamak için bunu seçin."
donateAllDragons = "Tüm isteklere Ejderha bağışlamak için bunu seçin."
donateAllPekkas = "Tüm isteklere P.E.K.K.A bağışlamak için bunu seçin."
donateAllMinions = "Tüm isteklere Dalkavuk bağışlamak için bunu seçin."
donateAllHogRiders = "Tüm isteklere Domuz Binici bağışlamak için bunu seçin."
donateAllValkyries = "Tüm isteklere Valkyrie bağışlamak için bunu seçin."
donateAllGolems = "Tüm isteklere Golem bağışlamak için bunu seçin."
donateAllWitches = "Tüm isteklere Cadı bağışlamak için bunu seçin."
donateAllLavaHounds = "Tüm isteklere Lav Tazı bağışlamak için bunu seçin."
donateAllCustom = "Tüm isteklere Özel Birlikler bağışlamak için bunu seçin."
tipDonateToAll = "Bütün anahtar kelimeleri yok sayacaktır."
keywordsBarbarians = "Barbar bağışlanacak anahtar kelimeler:"
keywordsArchers = "Okçu bağışlanacak anahtar kelimeler:"
keywordsGiants = "Dev bağışlanacak anahtar kelimeler:"
keywordsGoblins = "Goblin bağışlanacak anahtar kelimeler:"
keywordsWallBreakers = "Duvar Yıkıcı bağışlanacak anahtar kelimeler:"
keywordsBalloons = "Balon bağışlanacak anahtar kelimeler:"
keywordsWizards = "Büyücü bağışlanacak anahtar kelimeler:"
keywordsHealers = "Şifacı bağışlanacak anahtar kelimeler:"
keywordsDragons = "Ejderha bağışlanacak anahtar kelimeler:"
keywordsPekkas = "P.E.K.K.A bağışlanacak anahtar kelimeler:"
keywordsMinions = "Dalkavuk bağışlanacak anahtar kelimeler:"
keywordsHogRiders = "Domuz Binici bağışlanacak anahtar kelimeler:"
keywordsValkyries = "Valkyrie bağışlanacak anahtar kelimeler:"
keywordsGolems = "Golem bağışlanacak anahtar kelimeler:"
keywordsWitches = "Cadı bağışlanacak anahtar kelimeler:"
keywordsLavaHounds = "Lav Tazı bağışlanacak anahtar kelimeler:"
keywordsCustom = "Özel Birlikler bağışlanacak anahtar kelimeler:"
blacklistBarbarians = "Barbar için karaliste:"
blacklistArchers = "Okçu için karaliste:"
blacklistGiants = "Dev için karaliste:"
blacklistGoblins = "Goblin için karaliste:"
blacklistWallBreakers = "Duvar Yıkıcı için karaliste:"
blacklistBalloons = "Balon için karaliste:"
blacklistWizards = "Büyücü için karaliste:"
blacklistHealers = "Şifacı için karaliste:"
blacklistDragons = "Ejderha için karaliste:"
blacklistPekkas = "P.E.K.K.A için karaliste:"
blacklistMinions = "Dalkavuk için karaliste:"
blacklistHogRiders = "Domuz Binici için karaliste:"
blacklistValkyries = "Valkyrie için karaliste:"
blacklistGolems = "Golem için karaliste:"
blacklistWitches = "Cadı için karaliste:"
blacklistLavaHounds = "Lav Tazı için karaliste:"
blacklistCustom = "Özel Birlikler için karaliste:"

lbDonateCustom1 = "1."
lbDonateCustom2 = "2."
lbDonateCustom3 = "3."
cmbDonateCustom = "Barbar|Okçu|Dev|Goblin|Duvar Yıkıcı|Balon|Büyücü|Şifacı|Ejderha|P.E.K.K.A|Dalkavuk|Domuz Binici|Valkyrie|Golem|Cadı|Lav Tazı|Hiç bir şey"
cmbDonateCustomDefault1 = "Büyücü"
cmbDonateCustomDefault2 = "Barbar"
cmbDonateCustomDefault3 = "Okçu"

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab EndBattle.au3 ;~ Tab End Battle
;~ -------------------------------------------------------------

tabEndBattle = "Savaşı Bitir"
grpBattleOptions = "Savaşı Bitir"
chkTimeStopAtk = "Yeni ganimet kazanılmadığında:"
tipChkTimeStopAtk = Belirtilen saniye süresince yeni ganimet kazanılmaz ise Savaşı Bitir.\r\nGeri sayım tüm Askerler ve Kahramanlar bırakıldıktan sonra başlayacaktır."
lbTimeStopAtk = "sn süresince"
lbMinResourcesAtk = "ve Kaynaklar altında ise:"
tipLbMinGoldAtk = "Bu Altın Miktarının altında ise Savaşı Bitir"
tipLbMinElixirAtk = "Bu İksir Miktarının altında ise Savaşı Bitir"
tipLbMinDarkAtk = "Bu Kara İksir Miktarının altında ise Savaşı Bitir"
txtAnd = "ve <"
chkEndNoResources = "Kaynak kalmadığında"
tipChkEndNoResources = "Altın, İksir ve Kara iksir = 0 ise Savaşı Bitir"
chkEndOneStar = "Bir yıldız kazanıldığında:"
tipChkEndOneStar = "Bir yıldız kazanılırsa Savaşı Bitir"
chkEndTwoStar = "İki yıldız kazanıldığında:"
tipChkEndTwoStar = "İki yıldız kazanılırsa Savaşı Bitir"
grpLootSnapshot = "Ganimet Anlık Görüntüsü"
chkTakeLootSS = "Ganimetin Anlık Görüntüsünü al"
tipChkTakeLootSS = "Saldırılan köyün Ganimet Anlık Görüntüsünü kaydetmek için işaretleyin."
chkScreenshotLootInfo = "Ganimet miktarını dosya adına ekle"
tipChkScreenshotLootInfo = "Kazanılan ganimet miktarını dosya adına ekler."
grpResources = "Saldırı Tekrarlarını Paylaş"
chkShareAttack = "Bir saldırının tekrarını klanda paylaş"
tipChkShareAttack = "Bir saldırının tekrarını klan chatinde paylaşmak istiyorsanız işaretleyin."
lbShareMinGold = "Ganimet fazla ise:  >"
tipLbShareMinGold = "Tekrarları sadece Altın Miktarı bundan yüksek ise paylaş."
tipLbShareMinElixir = "Tekrarları sadece İksir Miktarı bundan yüksek ise paylaş."
tipLbShareMinDark = "Tekrarları sadece Kara İksir Miktarı bundan yüksek ise paylaş.
lbShareMessage = "Bu listeden rasgele bir mesajı kullan:"
ShareMessage = "Nice\r\nGood\r\nNot bad\r\nWowwww\r\nCool\r\nSweet\r\nAwesome"
tipShareMessage = "Tekrar ile paylaşılacak mesaj."

;~ -------------------------------------------------------------
;~ CGB GUI Control Tab Expert.au3
;~ CGB GUI Design Tab Expert.au3
;~ -------------------------------------------------------------

trainItDelay = "gecikme "
trainItDelayMs = " ms."
tabExpert = "Uzman"
grpOnLoadBot = "Bot Yüklendiğinde"
chkVersion = "Güncellemeleri kontrol et"
lbDays = "gün"
tipChkVersion = "Botun son sürümünü kullanıyorsanız işaretleyin."
chkDeleteLogs = "Günlüğü sil:"
tipChkDeleteLogs = "Belirtilen gün sayısından eski günlük kayıtlarını siler."
chkDeleteTemp = "Geçici dosyaları sil:"
tipChkDeleteTemp = "Belirtilen gün sayısından eski geçici dosyaları siler."
chkDeleteLoots = "Ganimet foto sil:"
tipChkDeleteLoots = "Belirtilen gün sayısından eski ganimet fotoğraflarını siler."
grpOnStartBot = "Bot başladığında"
chkAutostart = "Otomatik Başlat:"
tipChkAutostart = "Belirtilen saniye sonrasında botu otomatik başlatır."
lblAutoStartSeconds = "sn."
chkLanguage = "Oyun dilini kontrol et (İng.)"
tipChkLanguage = "Oyun doğru dilde mi, kontrol eder. (İngilizce zorunludur!)."
chkDisposeWindows = "Oto. Hizala"
tipChkDisposeWindows = "Bluestacks ve MyBot pencerelerini ekranda yeniden konumlandır/hizala"
lbOffset = "Boşluk:"
tipOffsetX = "BlueStacks (BS) ve MyBot pencereleri arasında bırakılacak YATAY boşluk."
tipOffsetY = "BlueStacks (BS) ve MyBot pencereleri arasında bırakılacak DİKEY boşluk."
lbWAOffsetSeconds = "piksel"
cmbDisposeWindowsCond = "0,0: BlueStacks-Bot|0,0: Bot-BlueStacks|YAPIŞ: Bot Sağ Üst - BS|YAPIŞ: Bot Sol Üst - BS|YAPIŞ: Bot Sağ Alt - BS|YAPIŞ: Bot Sol Alt - BS"
cmbDisposeWindowsCondDefault = "0,0: BlueStacks-Bot"
tipCmbDisposeWindowsCond = "\r\n0,0:BS ekranını, masaüstünün 0,0 pozisyonuna getirir ve Bluestacks-Bot / Bot-Bluestacks olarak kullanabilirsiniz.\r\nSNAP: Sadece pencereleri yeniden hizalar, Bot penceresini, BlueStacks penceresinin Sağ Üst, Sol Üst, Sağ Alt, Sol Alt köşelerinden hizalar."
grpTiming = "Zamanlama"
lblTrainDelay = "Birlik eğit:"
tipTrainDelay = "Bilgisayarınız yavaş işe gecikmeyi arttırın."
grpDebug = "Hata Ayıklama"
chkDebugClick = "Tıklanan koordinatları yazdır"
tipChkDebugClick = "Ayıkla: Tıklanan (x,y) koordinatlarını günlüğe yaz."
grpScheduler = "Klan Kalesi Çizelgesi"
chkDonateHours = "Sadece bu saatlerde birlik bağışı yap"
chkRequestCCHours = "Sadece bu saatlerde birlik isteği yap"
chkDropCCHours = "Sadece bu saatlerde K.Kalesi kullan"
grpOtherExpert = "Diğer Seçenekler"
chkTotalCampForced = "Ordu Kampı Kapasitesi:"
tipChkTotalCampForced = "Ordu Kampı kapasitesi okunamıyorsa bunu kullanın."
grpOtherPhoto = "Anlık Görüntü Seçenekleri"
chkScreenshotType = "PNG formatında kaydet"
chkScreenshotHideName = "Köy ve klan ismini gizle"

;~ -------------------------------------------------------------
;~ CGB GUI Control Tab General.au3
;~ CGB GUI Design Tab General.au3
;~ -------------------------------------------------------------

tabGeneral = "Günlük"
lblLog = "Günlük Tipi:"
tipCmbLog = "Günlük tipini ayarlamak için bu seçenekleri kullanın."
cmbLog = "Günlükleri ayırmak için bölücü kullan|Bot ve Saldırı günlüğü aynı boyutta|Büyük Bot, Küçük Saldırı Günlüğü|Küçük Bot, Büyük Saldırı Günlüğü|Bot Günlüğünün Tamamı, Saldırıyı Gizle|Bot Günlüğünü Gizle, Saldırının Tamamı"
cmbLogDefault = "Günlükleri ayırmak için bölücü kullan"
btnAtkLogClear = "Temizle"
tipBtnAtkLogClear = "Saldırı Günlüğünü temizlemek için bunu kullanın."
btnAtkLogCopyClipboard = "Panoya Kopyala"
tipBtnAtkLogCopyClipboard = "Saldırı günlüğünü panoya kopyalamak için bunu kullanın. (CTRL+C)"

;~ -------------------------------------------------------------
;~ CGB GUI Control Tab Misc.au3
;~ CGB GUI Design Tab Misc.au3
;~ -------------------------------------------------------------

txtVillageName = "Köyüm"
msgboxLangRestart = "Uygulanan dil değişikliklerinin etkili olması için MyBot'u yeniden başlatın."
tabMisc = "Çeşitli"
grpHaltAttack = "Saldırıyı Durdur"
tipChkBotStop = "Botun saldırıyı ne zaman durduracağını ayarlamak için bunu kullanın."
cmbBotCommand = "Saldırıyı Durdur|Bilgisayarı Kapat|Uykuya Al"
cmbBotCommandDefault = "Saldırıyı Durdur"
lbBotCond = "Koşullar:"
cmbBotCond = "A ve İ Dolu ve Maks.Kupa|(A ve İ) Dolu veya Maks.Kupa|(A veya İksir) Dolu ve Maks.Kupa|A veya İ dolu veya Maks.Kupa|Altın ve İksir Dolu|Altın veya İksir Dolu|Altın Dolu ve Maks.Kupa|İksir Dolu ve Maks.Kupa|Altın dolu veya Maks.Kupa|İksir dolu veya Maks.Kupa|Altın Dolu|İksir Dolu|Maks.Kupa'ya erişildiğinde|Şu kadar saat çalıştığında:|Şimdi (Sadece Eğitim/Bağış)|Şimdi (Sadece Bağış)|Şimdi (Çevrimiçi Kal)"
cmbBotCondDefault = "Şimdi (Sadece Eğitim/Bağış)"
cmbHoursStop = "-|1 Saat|2 Saat|3 Saat|4 Saat|5 Saat|6 Saat|7 Saat|8 Saat|9 Saat|10 Saat|11 Saat|12 Saat|13 Saat|14 Saat|15 Saat|16 Saat|17 Saat|18 Saat|19 Saat|20 Saat|21 Saat|22 Saat|23 Saat|24 Saat"
cmbHoursStopDefault = "-"
grpProfiles = "Profiller"
lblProfile = "Geçerli Profil:"
tipCmbProfile = "Farklı bir profile geçmek için bunu kullanın. Varsayılan: 01\r\nProfillerinizin/Ayarlarınızın bulunduğu klasör:"
tipVillageName = "Köyünüzün Adı"
grpLanguage = "Dil Seçenekleri"
tipCmbLanguage = "Botun dilini değiştirmek için bunu kullanın."
grpMisc = "Silahlandır, Topla, Kaldır"
chkTrap = "Silahlandır/Yükle"
tipChkTrap = "Köyünüzdeki Tuzakları Yeniden Silahlandırmak, X-Yayı ve Cehennemleri(varsa) Yeniden Yüklemek için bunu kullanın."
chkCollect = "Kaynakları Topla"
tipChkCollect = "Köyünüzdeki kaynakları, Altın Madenleri, İksir ve Kara İksir Toplayıcılar'dan otomatik\r\nolarak toplamak için bunu kullanın."
chkTombstones = "Engelleri Kaldır"
tipChkTombstones = "Saldırılaradan sonra köyünüzdeki mezartaşlarını otomatik olarak kaldırır."
grpRestartMins = "Botu Devam Ettir"
lblRestartMins = "Düşük kaynaklardan ötürü durdurulduğunda bu değerlere ulaşılınca botu devam ettir."
tipRestartGold = "Düşük altından dolayı durdurulduktan sonra saldırıya devam etmek için gerekli Min. Altın Miktarı"
tipRestartElixir = "Düşük iksirden dolayı durdurulduktan sonra saldırıya devam etmek için gerekli Min. İksir Miktarı"
tipRestartDark = "Düşük kara iksirden dolayı durdurulduktan sonra saldırıya devam etmek için gerekli Min. Kara İksir Miktarı"
grpTrophy = "Kupa Ayarları"
lblTrophyRange = "Kupa aralığı:"
tipTrophyRangeMin = "MIN: Bot bu değerin altına gelene kadar kupa düşecektir."
tipTrophyRangeMax = "MAX: Bot kupanız bu değerin üstüne çıktığında kupa düşmeye başlayacaktır."
chkTrophyHeroes = "Kahramanlar"
tipTrophyHeroes = "Kahramanlar hazırsa kupa düşmek için kullanılır."
chkTrophyAtkDead = "Ölü Köyse Saldır"
tipTrophyAtkDead = "Kupa düşerken aramada bulunan ilk köy ölü köy ise saldır."
grpTimeWakeUp = "Başka Bir Cihaz Bağlanıyor"
lblTimeWakeUp = "Uyarısı alındığında bekle:"
tipTimeWakeUp = "Başka bir cihazdan bağlanıldığında bot tekrar bağlanmadan önce beklenecek süreyi girin."
lblTimeWakeUpSec = "sn."
grpVSDelay = "Köy Arama Geciktirme"
tipVSDelay = "Saldırılacak köy aranırken 'Sonraki' için tıklama süreleri arasında geçecek zamanı belirle.\r\nBazı bilgisayarlarda 'Senkronizasyon' hatalarını indirgeyebilir.\r\nGARANTİSİ YOKTUR! Her zaman aynı sonuçları vermez."
lbltxtVSDelay = "saniye"
lbltxtVSDelayS = "saniye"
grpLocateBuildings = "El ile sapta"
btnLocateTownHall = "Köy Binası"
tipLocateTownHall = "Köy Binasını Saptayın"
btnLocateClanCastle = "Klan Kalesi"
tipLocateClanCastle = "Klan Kalesini Saptayın"
btnLocateArmyCamp = "O.K."
tipLocateArmyCamp = "Ordu Kampını Saptayın"
btnLocateBarracks = "Kışla"
tipLocateBarracks = "Kışlaları Saptayın"
btnLocateSpellFactory = "B.F."
tipLocateSpellFactory = "Büyü Fabrikasını Saptayın"
btnLocateLaboratory = "Lab."
tipLocateLaboratory = "Labaratuvarı Saptayın"

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab Notify.au3
;~ -------------------------------------------------------------

tabNotify = "Bildirim"
grpPushBullet = "PushBullet Uyarıları"
chkPBenabled = "Aktif et"
tipChkPBenabled = "PushBullet uyarılarını aktif eder."
chkPBRemote = "Uzaktan Kontrol"
tipChkPBRemote = "PushBullet uzaktan kontrol özelliğini aktif eder"
chkDeleteAllPushes = "Başlangıçta mesajları sil"
tipChkDeleteAllPushes = "Başlangıçta, geçmiş push mesajları siler"
btnDeletePBmessages = "Şimdi sil"
tipBtnDeletePBmessages = "Tüm Pushbullet mesajlarını silmek için tıklayın."
chkDeleteOldPushes = "Şundan Eski mesajları sil"
tipChkDeleteOldPushes = "Belirtilen saatten daha eski push mesajlarını siler."
cmbHoursPushBullet = "1 Saat|2 Saat|3 Saat|4 Saat|5 Saat|6 Saat|7 Saat|8 Saat|9 Saat|10 Saat|11 Saat|12 Saat|13 Saat|14 Saat|15 Saat|16 Saat|17 Saat|18 Saat|19 Saat|20 Saat|21 Saat|22 Saat|23 Saat|24 Saat"
cmbHoursPushBulletDefault = "-"
lblPushBTokenValue = "Access Token:"
tipPushBTokenValue = "PushBullet bildirimlerini kullanmak için PushBullet.com adresinden Access Token almalısınız."
lblOrigPush = "Profil/Köy Adı:"
tipOrigPush = "Profil/Köy adınız - Bunu Çeşitli sekmesindeki Profillerden ayarların."
lblNotifyWhen = "Aşağıdaki seçenekler için PushBullet mesajları gönderin:"
chkAlertPBVMFound = "Eşleşme Buldu"
tipChkAlertPBVMFound = "Saldırılacak bir köy bulunduğunda ganimet miktarını mesajla gönder."
chkAlertPBLastRaid = "Son Sald. Grnt."
tipChkAlertPBLastRaid = "Son saldırıdan alınan ganimeti ekran görüntüsü olarak gönderir."
chkAlertPBLastRaidTxt = "Son Sald. Yazı"
tipChkAlertPBLastRaidTxt = "Son saldırıdan alınan ganimeti yazı olarak gönderir."
chkAlertPBCampFull = "OrduKampı Dolu"
tipChkAlertPBCampFull = "Ordu kampı dolduğunda uyarı gönder."
chkAlertPBWallUpgrade = "Duvar yükslt."
tipChkAlertPBWallUpgrade = "Duvar yükseltildiğinde uyarı gönder."
chkAlertPBOOS = "Hata: Senk."
tipChkAlertPBOOS = "'Hata: İstemci ve Sunucu uyumlu değil' hatası aldığında uyarı gönder"
chkAlertPBVBreak = "Mola Ver"
tipChkAlertPBVBreak = "Çok uzun süredir oynuyorsun mesajı alındığında uyarı gönder."
chkAlertPBVillage = "Köy Raporu"
tipChkAlertPBVillage = "Köy Raporunu gönder."
chkAlertPBLastAttack = "Son Sald. Uyar"
tipChkAlertPBLastAttack = "Son saldırı hakkında bilgi gönder."
chkAlertPBOtherDevice = "Başka cihaz bağlandı"
tipChkAlertPBOtherDevice = "Köyünüze başka bir cihazdan bağlanıldığında uyarı gönderir"
lblGrpPushBullet = "PushBullet Uzaktan Kontrol Görevleri"
lblPBdesc = "BOT HELP - bu yardım mesajını gönder\r\nBOT DELETE  - Geçmiş tüm PushBullet mesajlarını sil\r\nBOT <Köy Adı> RESTART - <Köy Adı> adlı Botu ve BlueStacks'ı yeniden başlat\r\nBOT <Köy Adı> STOP - <Köy Adı> adlı Botu durdur\r\nBOT <Köy Adı> PAUSE - <Köy Adı> adlı botu duraklat\r\nBOT <Köy Adı> RESUME   - <Köy Adı> adlı botu devam ettir\r\nBOT <Köy Adı> STATS - <Köy Adı> adlı köyün istatistiklerini gönder\r\nBOT <Köy Adı> LOG - <Köy Adı> adlı köyün şu anki günlüğünü gönder\r\nBOT <Köy Adı> LASTRAID -  <Köy Adı> köyün son saldırısının görüntüsünü gönder\r\nBOT <Köy Adı> LASTRAIDTXT - <Köy Adı> son saldırının ganimetini yazı olarak gönder\r\nBOT <Köy Adı> SCREENSHOT - <Köy Adı> adlı köyün anlık görüntüsünü gönder"

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab Search.au3
;~ -------------------------------------------------------------

tabSearch = "Arama"
grpSearchMode = "Arama Modu"
cmbSearchMode = "Sadece Ölü Köyler|Sadece Canlı Köyler|Hem Ölü Hemde Canlı Köyler"
cmbSearchModeDefault = "Sadece Ölü Köyler"
tipCmbSearchMode = "Sadece Ölü Köyler: dolu toplayıcılar. Ganimetin çoğu köyün dışındadır.\r\nSadece Canlı Köyler: dolu depolar. Ganimetin çoğu köyün içindedir.\r\nÇift Mod: İkisinide arar, ilk hangisi bulunursa ona saldırır."
grpAlert = "Uyarı"
chkAlertSearch = "Eşleşme bulunduğunda beni uyar."
tipChkAlertSearch = "Eşleşme bulunduğunda sesli uyarı ve balon bildirimi almak istiyorsanız işaretleyin."
btnSearchMode = "Arama Modu"
tipBtnSearchMode = "Saldırmaz, sadece koşullara uyan köyleri arar."
grpDeadBaseConditions = "Ölü Köyler için koşullar"
chkEnableAfter = "Bşlt Ertele:"
lblSearches = "aramadan\r\nsonra."
tipEnableAfterSearches = "Bu modu aktif etmeden önce geçmesi gereken arama sayısı."
tipDbEnableAfter = "Ölü köyleri aramaya şu kadar aramadan sonra başla, önce Canlı Köyleri ara.."
tipAbEnableAfter = "Canlı köyleri aramaya şu kadar aramadan sonra başla, önce Ölü Köyleri ara.."
cmbDBMeetGE = "A ve İ|A veya İ|A + İ"
cmbDBMeetGEDefault = "A ve İ"
cmbLBMeetGE = "A ve İ|A veya İ|A + İ"
cmbLBMeetGEDefault = "A ve İ"
tipCmbMeetGE = "Min. Altın Ve/Veya/Artı İksir koşulları sağlanan bir köy ara.\r\nVE: İki koşulda sağlanmalı, Atın ve İksir.\r\nVEYA: Koşullardan biri sağlanmalı, Altın veya İksir.\r\n+ (ARTI): Altın ve İksir miktarları toplamı sağlanmalı."
tipCmbMeetGETitle = "Koşulların Açıklamaları:"
tipMinGold = "Saldırmak için aranan köylerde istediğiniz Min. ALtın Miktarı'nı girin."
tipMinElixir = "Saldırmak için aranan köylerde istediğiniz Min. İksir Miktarı'nı girin."
tipMinGoldPlusElixir = "Saldırmak için aranan köylerde istediğiniz Min. Altın + İksir Miktarı'nı girin."
tipMinDarkElixir = "Saldırmak için aranan köylerde istediğiniz Min. Kara İksir Miktarı'nı girin."
tipMinTrophy = "Saldırmak için aranan köylerde istediğiniz Min. Kupa Miktarı'nı girin."
chkMeetDE = "Kara İksir"
tipChkMeetDE = "Min. Kara İksir koşulunu sağlayan bir köy için arayın."
chkMeetTrophy = "Kupa"
tipChkMeetTrophy = "Min. Kupa koşulunu sağlayan bir köy için arayın."
chkMeetTH = "Köy Binası"
tipChkMeetTH = "Max. Köy Binası seviyesi koşulunu sağlayan bir köy için arayın."
tipCmbTH = "Max. Köy Binası seviyesi koşulunu sağlayan bir köy için arayın."
chkMeetTHO = "Köy Binası Dışarıda"
tipChkMeetTHO = "Köy Binası korunmasız olan bir köy arayın. (Duvarların dışında)"
chkWeakBase = "Zayıf Köy"
tipChkWeakBase = "Defansları düşük seviye olan zayıf bir köy arayın."
tipCmbWeakMortar = "Max. Havan seviyesi koşulunu sağlayan bir köy için arayın."
tipCmbDBWeakWizTower = "Max. Büyücü Kulesi seviyesi koşulunu sağlayan bir köy için arayın."
chkMeetOne = "Koşullardan biri eşleşirse saldır"
tipChkMeetOne = "Yukarıdaki koşullardan sadece BİR TANESİ sağlanırsa saldır."
grpLiveBaseConditions = "Canlı Köyler için koşullar"
cmbABMeetGE = "Min. Altın Ve/Veya/Artı İksir koşulları sağlanan bir köy ara."
grpSearchReduction = "Arama Miktarlarını Azalt"
chkSearchReduction = "Koşul düşür, Her:"
tipChkSearchReduction = "Aranan değerlerin her belirtilen sayı kadar aramadan sonra düşürülmesi için işaretleyin."
tipSearchReduceCount = "Azaltma başlamadan önce aranacak köy sayısını girin."
tipSearchReduceGold = "Her adımda azaltılacak Altın Miktarını girin."
tipSearchReduceElixir = "Her adımda azaltılacak İksir Miktarını girin."
tipSearchReduceGoldPlusElixir = "Her adımda azaltılacak Altın + İksir Miktarını girin."
tipSearchReduceDarkElixir = "Her adımda azaltılacak Kara İksir Miktarını girin."
tipSearchReduceTrophy = "Her adımda azaltılacak Kupa Miktarını girin."

;~ -------------------------------------------------------------
;~ CGB GUI Control Tab Stats.au3
;~ CGB GUI Design Tab Stats.au3
;~ -------------------------------------------------------------

tabStats = "İstatistik"
grpResourceOnStart = "Başlangıç"
lblResultStatsTemp = "Rapor ilk\r\nçalışmadan \r\nsonra\r\nburada \r\nbelirecek."
tipResultGoldStart = "Bot başladığında sahip olduğunuz Altın Miktarı"
tipResultElixirStart = "Bot başladığında sahip olduğunuz İksir Miktarı"
tipResultDEStart = "Bot başladığında sahip olduğunuz Kara İksir Miktarı"
tipResultTrophyStart = "Bot başladığında sahip olduğunuz Kupa Miktarı"
grpLastAttack = "Son Saldırı"
lblLastAttackTemp = "Rapor her\r\nsaldırıdan \r\nsonra\r\nburada \r\nbelirecek."
tipGoldLastAttack = "Son saldırıda kazandığınız Altın Miktarı"
tipElixirLastAttack = "Son saldırıda kazandığınız İksir Miktarı"
tipDELastAttack = "Son saldırıda kazandığınız Kara İksir Miktarı"
tipTrophyLastAttack = "Son saldırıda kazandığınız veya kaybettiğiniz Kupa Miktarı"
grpLastAttackBonus = "Lig Bonusu"
tipGoldBonusLastAttack = "Son saldırıda kazandığınız Bonus Altın Miktarı"
tipElixirBonusLastAttack = "Son saldırıda kazandığınız Bonus İksir Miktarı"
tipDEBonusLastAttack = "Son saldırıda kazandığınız Bonus Kara İksir Miktarı"
grpTotalLoot = "Toplam Kazanç"
tipGoldLoot = "Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Altın Miktarı.\r\n(Elle yapılan kaynak harcamaları buna dahil olur.)"
tipElixirLoot = "Bot çalıştığı sürece kaybettiğiniz veya kazandığınız İksir Miktarı.\r\n(Elle yapılan kaynak harcamaları buna dahil olur.)"
tipDELoot = "Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Kara İksir Miktarı.\r\n(Elle yapılan kaynak harcamaları buna dahil olur.)"
tipTrophyLoot = "Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Kupa Miktarı."
grpHourlyStats = "Saatlik Kazanç"
tipHourlyStatsGold = "Saatlik Altın Kazancı"
tipHourlyStatsElixir = "Saatlik İksir Kazancı"
tipHourlyStatsDE = "Saatlik Kara İksir Kazancı"
tipHourlyStatsTrophy = "Saatlik Kupa Kazancı"
btnResetStats = "İstatistikleri Sıfırla"
grpStatsMisc = "Çeşitli İstatistikler"
lblvillagesattacked = "Saldırılan:"
lblresultvillagesattacked = "Bot tarafından saldırılan köylerin sayısı."
lblvillagesskipped = "Atlanan:"
tipresultvillagesskipped = "Bot tarafından atlanan köylerin aranma sayısı."
lbltrophiesdropped = "Düşürülen:"
tipresulttrophiesdropped = "Kupa ayarlarına (Çeşitli Sekmesinde) bağlı olarak düşürülen kupa sayısı."
lblruntime = "Çalışma Süresi:"
tipresultruntime = "Botun çalıştığı toplam süre"
txtUpgByGold = "Altın ile Yüks.:"
txtUpgByElixir = "İksir ile Yüks.:"
tipWallgoldmake = "Altın ile yükseltilen Duvar sayısı."
tipBuildgoldmake = "Altın ile yükseltilen Bina sayısı."
tipWallelixirmake = "İksir ile yükseltilen Duvar sayısı."
tipBuildelixirmake = "İksir ile yükseltilen Bina sayısı."
lblHeroUpgrade = "Kahraman Yüks.:"
tipHeroUpgrade = "Kahraman yükseltmelerinin sayısı"
lblUpgCostGold = "Yüks. Maliyeti Altın:"
tipUpgCostGoldWall = "Bot duvarları yükseltirken harcanan Altın tutarı"
tipUpgCostGoldBuild = "Bot binaları yükseltirken harcanan Altın tutarı"
lblUpgCostElixir = "Yüks. Maliyeti İksir:"
tipUpgCostElixirWall = "Bot duvarları yükseltirken harcanan İksir tutarı"
tipUpgCostElixirBuild = "Bot binaları yükseltirken harcanan İksir tutarı"
lblUpgCostDE = "Yüks. Maliyeti K.İksir:"
tipUpgCostDE = "Bot kahramanları yükseltirken harcanan Kara İksir tutarı"
lblNbrOfOos = "OoS Sayısı:"
tipNbrOfOos = "Alınan Out of Sync (İstemci-sunucu uyumlu değil) hatası sayısı"
lblSearchCost = "Arama maliyeti:"
tipSearchCost = "Arama yaparken atlanan köylerin altın maliyeti"
lblTrainCostE = "Birlik Maliyeti İksir:"
tipTrainCostE = "Kışla birlikleri eğitilirken harcanan İksir maaliyeti"
lblTrainCostDE = "Birlik Maliyeti K.İksir:"
tipTrainCostDE = "İzbe Kışla birlikleri eğitilirken harcanan Kara İksir maaliyeti"
lblCollectedGold = "Toplanan Altın:"
lblCollectedElixir = "Toplanan İksir:"
lblCollectedDElixir = "Toplanan K.İksir:"
tipCollectedGold = "Altın Madenlerinden toplanarak kazanılan altın miktarı"
tipCollectedElixir = "İksir Toplayıcılardan toplanarak kazanılan iksir miktarı"
tipCollectedDElixir = "Sondalardan toplanarak kazanılan kara iksir miktarı"
grpStatsDB = "Ölü Köy"
grpStatsLB = "Canlı Köy"
grpStatsTB = "KB Zorba"
grpStatsTS = "KB Avı"
tipDBAttacked = "Bot tarafından saldırılan Ölü Köylerin sayısı"
tipLBAttacked = "Bot tarafından saldırılan Canlı Köylerin sayısı"
tipTBAttacked = "Bot tarafından yapılan KB Zorba saldırılarının sayısı"
tipTSAttacked = "Bot tarafından yapılan KB Avı saldırılarının sayısı"
lblGain = "kâr:"
tipDBGainGold = "Bot tarafından saldırılan Ölü Köylerden kazanılan altın miktarı"
tipDBGainElixir = "Bot tarafından saldırılan Ölü Köylerden kazanılan iksir miktarı"
tipDBGainDE = "Bot tarafından saldırılan Ölü Köylerden kazanılan kara iksir miktarı"
tipDBGainTrophy = "Bot tarafından saldırılan Ölü Köylerden kazanılan kupa miktarı"
tipLBGainGold = "Bot tarafından saldırılan Canlı Köylerden kazanılan altın miktarı"
tipLBGainElixir = "Bot tarafından saldırılan Canlı Köylerden kazanılan iksir miktarı"
tipLBGainDE = "Bot tarafından saldırılan Canlı Köylerden kazanılan kara iksir miktarı"
tipLBGainTrophy = "Bot tarafından saldırılan Canlı Köylerden kazanılan kupa miktarı"
tipTBGainGold = "KB Zorbalığından kazanılan altın miktarı."
tipTBGainElixir = "KB Zorbalığından kazanılan iksir miktarı."
tipTBGainDElixir = "KB Zorbalığından kazanılan kara iksir miktarı."
tipTBGainTrophy = "KB Zorbalığından kazanılan kupa miktarı."
tipTSGainGold = "KB Avından kazanılan altın miktarı."
tipTSGainElixir = "KB Avından kazanılan iksir miktarı."
tipTSGainDElixir = "KB Avından kazanılan kara iksir miktarı."
tipTSGainTrophy = "KB Avından kazanılan kupa miktarı."
lblNbrOfTSSuccess = "Başırılı:"
lblNbrOfTSFailed = "Başarısız:"
tipNbrOfTSSuccess = "Başırılı KB Avı saldırılarının sayısı"
tipNbrOfTSFailed = "Başırısız KB Avı saldırılarının sayısı"

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab Troops.au3 ;~ Troops Tab
;~ -------------------------------------------------------------

tabTroops = "Birlikler"
grpTroopComp = "Ordu kompozisyonu"
tipCmbTroopComp = "Ordu Kompozisyonunu ayarlayın.\r\n'Kışla Modu' veya 'Özel Ordu' kompozisyonu elle yapılandırmak içindir."
cmbTroopComp = "Öntanımlı: Okçu|Öntanımlı: Barbar|Öntanımlı: Goblin|Öntanımlı: Barbar/Okçu|Öntanımlı: B.O.D.G.|Öntanımlı: B.O.Dev|Öntanımlı: B.O.Goblin|Öntanımlı: B.O.D.G.DY|Kışla Modunu Kullan|Özel Ordu"
cmbTroopCompDefault = "Özel Ordu"
grpBarrackMode = "Kışla Modu"
tipCmbBarrack1 = "1. kışlada eğitilecek Asker"
tipCmbBarrack2 = "2. kışlada eğitilecek Asker"
tipCmbBarrack3 = "3. kışlada eğitilecek Asker"
tipCmbBarrack4 = "4. kışlada eğitilecek Asker"
cmbBarrack = "Barbar|Okçu|Dev|Goblin|DıvarYıkıcı|Balon|Büyücü|Şifacı|Ejderha|Pekka"
cmbBarrackDefault1 = "Barbar"
cmbBarrackDefault2 = "Okçu"
cmbBarrackDefault3 = "Okçu"
cmbBarrackDefault4 = "Goblin"
grpRaidComp = "Ordu Gücü"
lblFullTroop = "'Dolu' Kamp="
tipFullTroop = "Girilen '%' yüzdeye gelince ordu kamplarını 'Dolu' olarak algıla ve saldırıyı başlat."
grpBoosterOptions = "Hızlandırma Seçenekleri"
lblQuantBoostBarracks = "Kışlalar:"
tipQuantBoostBarracks = "TAŞ ile kaç tane kışlanın hızlandırılacağını seçin. Tedbirli kullanın!"
lblBoostLeft = "Kalan hızl.:"
tipBoostBarracks = "TAŞ ile Kışlaları hızlandırmak için bunu kullanın. Tedbirli kullanın!"
tipBoostSpellFactory = "TAŞ ile Büyü Fabrikasını hızlandırmak için bunu kullanın. Tedbirli kullanın!"
tipBoostDarkSpellFactory = "TAŞ ile Kara Büyü Fabrikasını hızlandırmak için bunu kullanın. Tedbirli kullanın!"
tipBoostBK = "TAŞ ile Barbar Kralı hızlandırmak için bunu kullanın. Tedbirli kullanın!"
tipBoostAQ = "TAŞ ile Okçu Kraliçeyi hızlandırmak için bunu kullanın. Tedbirli kullanın!"
grpTroops = "Birlikler"
grpOtherTroops = "Birlik Ekle"
grpDarkTroops = "İzbe Kışla Birl. Ekle"
lblTotal = "Toplam:"
tipTotal = "Toplam '%' yüzde, %100'e eşit olmalı."
lblNumBarbarians = "Barbar:"
lblNumArchers = "Okçu:"
lblNumGoblins = "Goblin:"
lblNumGiants = "Dev"
lblNumWallBreakers = "D. Yıkıcı"
lblNumBalloons = "Balon"
lblNumWizards = "Büyücü"
lblNumHealers = "Şifacı"
lblNumDragons = "Ejderha"
lblNumPekka = "P.E.K.K.A"
lblNumMinion = "Dalkavuk"
lblNumHogRiders = "Domuz Binici"
lblNumValkyries = "Valkyrie"
lblNumGolems = "Golem"
lblNumWitches = "Cadı"
lblNumLavaHounds = "Lav Tazı"
tipNumBarbarians = "Eğitmek istediğiniz Barbar yüzdesini girin."
tipNumArchers = "Eğitmek istediğiniz Okçu yüzdesini girin."
tipNumGoblins = "Eğitmek istediğiniz Goblin yüzdesini girin."
tipNumGiants = "Eğitmek istediğiniz Dev sayısını girin."
tipNumWallBreakers = "Eğitmek istediğiniz Duvar Yıkıcı sayısını girin."
tipNumBalloons = "Eğitmek istediğiniz Balon sayısını girin."
tipNumWizards = "Eğitmek istediğiniz Büyücü sayısını girin."
tipNumHealers = "Eğitmek istediğiniz Şifacı sayısını girin."
tipNumDragons = "Eğitmek istediğiniz Ejderha sayısını girin."
tipNumPekka = "Eğitmek istediğiniz P.E.K.K.A sayısını girin."
tipNumMinions = "Eğitmek istediğiniz Dalkavuk sayısını girin."
tipNumHogRiders = "Eğitmek istediğiniz Domuz Binici sayısını girin."
tipNumValkyries = "Eğitmek istediğiniz Valkyrie sayısını girin."
tipNumGolems = "Eğitmek istediğiniz Golem sayısını girin."
tipNumWitches = "Eğitmek istediğiniz Cadı sayısını girin."
tipNumLavaHounds = "Eğitmek istediğiniz Lav Tazı sayısını girin."
grpSpells = "Büyüler"
lblLightningSpell = "Şimşek:"
tipLightningSpell = "Üretilecek Şimşek Büyüsü sayısını girin."
lblHealSpell = "Şifa:"
tipHealSpell = "Üretilecek Şifa Büyüsü sayısını girin."
lblRageSpell = "Öfke:"
tipRageSpell = "Üretilecek Öfke Büyüsü sayısını girin."
lblJumpSpell = "Atlama:"
tipJumpSpell = "Üretilecek Atlama Büyüsü sayısını girin."
lblFreezeSpell = "Donma:"
tipFreezeSpell = "Üretilecek Donma Büyüsü sayısını girin."
lblPoisonSpell = "Zehir:"
tipPoisonSpell = "Üretilecek Zehir Büyüsü sayısını girin."
lblEarthquakeSpell = "Deprem:"
tipEarthquakeSpell = "Üretilecek Deprem Büyüsü sayısını girin."
lblHasteSpell = "Acele büyü:"
tipHasteSpell = "Üretilecek Acele Büyü sayısını girin."
lblTotalSpeels = "Büyü kapasitesi:"
tipTotalSpeels = "Büyü kapasitesini girin. Büyü üretilmesini istemiyorsanız '0' olarak ayarlayın."

;~ -------------------------------------------------------------
;~ CGB GUI Design Tab Upgrade.au3 ;~ Upgrade Tab
;~ -------------------------------------------------------------

tabUpgrades = "Yükseltme"
lblLaboratory = "Laboratuvar ve Kahraman Yükseltmeleri"
chkLab = "Oto. Lab. Yükseltmeleri"
tipChkLab = "Otomatik Laboratuvar Yükseltmelerini başlatmayı aktif etmek için işaretleyin."

;~ Lab Troop Names

sNameNone = "Hiçbiri"
sNameBarbarian = "Barbar"
sNameArcher = "Okçu"
sNameGiant = "Dev"
sNameGoblin = "Goblin"
sNameWallBreaker = "Duvar Yıkıcı"
sNameBalloon = "Balon"
sNameWizard = "Büyücü"
sNameHealer = "Şifacı"
sNameDragon = "Ejderha"
sNamePekka = "Pekka"
sNameLightningSpell = "Yıldırım Büyüsü"
sNameHealingSpell = "İyileştirme Büyüsü"
sNameRageSpell = "Öfke Büyüsü"
sNameJumpSpell = "Atlama Büyüsü"
sNameFreezeSpell = "Dondurma Büyüsü"
sNamePoisonSpell = "Zehir Büyüsü"
sNameEarthquakeSpell = "Deprem Büyüsü"
sNameHasteSpell = "Acele Büyü"
sNameMinion = "Dalkavuk"
sNameHogRider = "Domuz Binici"
sNameValkyrie = "Valkyrie"
sNameGolem = "Golem"
sNameWitch = "Cadı"
sNameLavaHound = "Lav Tazı"

sNames = "Hiçbiri|Barbar|Okçu|Dev|Goblin|Duvar Yıkıcı|Balon|Büyücü|Şifacı|Ejderha|Pekka|Yıldırım Büyüsü|İyileştirme Büyüsü|Öfke Büyüsü|Atlama Büyüsü|Dondurma Büyüsü|Zehir Büyüsü|Deprem Büyüsü|Acele Büyü|Dalkavuk|Domuz Binici|Valkyrie|Golem|Cadı|Lav Tazı"

lblHeroes = "Kahramanlar"
lblUpgradeKing = "Kralı yükselt"
lblUpgradeQueen = "Kraliçeyi yükselt"
tipUpgradeKing = "Yeterli kara iksir olduğunda Kral'ı devamlı yükseltmeyi etkinleştirir."
tipUpgradeQueen = "Yeterli kara iksir olduğunda Kraliçe'yi devamlı yükseltmeyi etkinleştirir."
lblNextUpgrade = "Sıradaki:"
tipCmbLaboratory = "Yükseltmek istediğiniz birliği seçin.\r\nBirliğin ikonu sağda belirecek."
grpUpgrade = "Binaları yükselt"
tipUpgradeStatus = "Durum: Kırmızı=programlanmamış, Sarı=programlanmış, tamamlanmamış, Yeşil=tamamlanmış"
tipUpgradeType = "Yükseltmenin tipini gösterir."
lblPosX = "XEks: "
lblPosY = " :YEks"
btnLocateUpgrade = "Yükseltmelerin Yerini Sapta"
tipLocateUpgrade = "Bina/Kahraman yükseltmelerini saptamak ve bilgilerini kaydetmek için butona basın."
btnResetUpgrade = "Yükseltmeleri Sıfırla"
tipResetUpgrade = "Tüm yükseltmeleri temizlemek için butona basın"
chkUpgrade#1 = "1. Yükseltme"
chkUpgrade#2 = "2. Yükseltme"
chkUpgrade#3 = "3. Yükseltme"
chkUpgrade#4 = "4. Yükseltme"
chkUpgrade#5 = "5. Yükseltme"
chkUpgrade#6 = "6. Yükseltme"
tipChkUpgrade#1 = "'Yükseltmelerin Yerini Sapta' butonu ile seçilen 1. Yükseltmeyi aktif eder."
tipChkUpgrade#2 = "'Yükseltmelerin Yerini Sapta' butonu ile seçilen 2. Yükseltmeyi aktif eder."
tipChkUpgrade#3 = "'Yükseltmelerin Yerini Sapta' butonu ile seçilen 3. Yükseltmeyi aktif eder."
tipChkUpgrade#4 = "'Yükseltmelerin Yerini Sapta' butonu ile seçilen 4. Yükseltmeyi aktif eder."
tipChkUpgrade#5 = "'Yükseltmelerin Yerini Sapta' butonu ile seçilen 5. Yükseltmeyi aktif eder."
tipChkUpgrade#6 = "'Yükseltmelerin Yerini Sapta' butonu ile seçilen 6. Yükseltmeyi aktif eder."
UpgrMinGold = "Min. Altın:"
UpgrMinElixir = "Min. İksir:"
UpgrMinDark = "Min. K.İksir:"
tipUpgrMinGold = "Yükseltme yapıldıktan sonra kalmasını istediğiniz Altın Miktarı.\r\nArama yapmak istiyorsanız istiyorsanız bu değeri yükstek tutun."
tipUpgrMinElixir = "Yükseltme yapıldıktan sonra kalmasını istediğiniz İksir Miktarı.\r\nSavaş için birlik üretmek istiyorsanız bu değeri yükstek tutun."
tipUpgrMinDark = "Yükseltme yapıldıktan sonra kalmasını istediğiniz Kara İksir Miktarı.\r\nSavaş için birlik üretmek istiyorsanız bu değeri yükstek tutun."
grpWalls = "Duvarları Yükselt"
chkWalls = "Oto. Duvar Yükselt"
tipChkWalls = "Kaynaklar yeterli olduğunda otomatik duvar yükseltmek için işaretleyin."
UseGold = "Altın kullan"
tipUseGold = "Duvarlar için sadece Altın kullan.\r\nBütün duvar seviyeleri için uygun."
UseElixir = "İksir kullan"
tipUseElixir = "Duvarlar için sadece İksir kullan\r\nSadece İksir ile yükseltilebilen duvar seviyeleri için uygun."
UseElixirGold = "Önce İksir dene, sonra Altın"
tipUseElixirGold = "Önce İksir kullanmayı dene, yeterli değilse Altın ile yükselt.\r\nSadece İksir ile yükseltilebilen duvar seviyeleri için uygun."
chkSaveWallBldr = "Duvarlar için BİR işçi sakla"
tipChkSaveWallBldr = "Duvar yükseltmek için 1 tane işçi saklamak ve\r\ndiğer yükseltmeler için müsait işçi sayısını 1 azalt."
lblWalls = "Aranan Duvar Seviyesi:"
tipLblWalls = Bu seviyedeki duvarları arar ve birer birer yükseltmeye çalışır.\r\n(Örneğin; 9 sv. duvarlarınızı 10'a yükseltmek için deüeri 9 olarak ayarlayın.)"
lblTxtWallCost = "Yükseltme maliyeti:"
tipTxtWallCost = "Seviyesine göre, ykseltilecek duvarın maliyeti.\r\nFarklı bir seviye seçerseniz bu değer güncellenir."
WallMinGold = "Saklanacak Altın:"
WallMinElixir = "Saklanacak İksir:"
tipWallMinGold = "Duvar yükseltmesi yapıldıktan sonra geriye kalacak Altın miktarı.\r\nBu değeri diğer yükseltmeler için veya köy aramaları için saklamak istediğiniz \r\nAltın miktarına göre ayarlayın."
tipWallMinElixir = "Duvar yükseltmesi yapıldıktan sonra geriye kalacak İksir miktarı.\r\nBu değeri diğer yükseltmeler için veya birlik eğitimi için saklamak istediğiniz \r\nİksir miktarına göre ayarlayın."

;~ -------------------------------------------------------------
;~ LOGS ;~ functions/Village/BarracksStatus.au3
;~ -------------------------------------------------------------

logBarracksStatus = "Kışlaların ve Büyü Fabrikalarının Durumu: "
logBarracksAvailable = " mevcut: "
logBarracksUpgrading = " yükseltilen: "
logBarracksDeteced = "- Saptanan Kışla: "
logDarkBarracksDeteced = "- Saptanan Kara Kışla: "
logSpellFactoryDeteced = "- Saptanan Büyü Fabrikası: "
logDarkSpellFactoryDeteced = "- Saptanan Kara Büyü Fabrikası: "

;~ -------------------------------------------------------------
;~ functions/Village/BoostBarracks.au3
;~ -------------------------------------------------------------

logBoostBarracks = "Kışlalar hızlandırılıyor"
logBoostGemsNotEnough = "Yeterli taş yok"
logBoostCompleted = "Hızlandırma tamamlandı. Kalan :"
logBoostAlreadyBarracks = "Kışlalar zaten hızlandırılmış"
logBoostNoButton = "Kışla Hızlandırma butonu bulunamadı"
logBoostNoButtonSF = "Büyü Fabrikası Hızlandırma butonu bulanamadı"
logBoostSpellFactory = "Büyü Fabrikası hızlandırılıyor"
logBoostAlreadyFactory = "Büyü Fabrikası zaten hızlandırılmış"

;~ -------------------------------------------------------------
;~ functions/Village/BotCommand.au3
;~ -------------------------------------------------------------

logHaltFalseDonation = "Saldırıyı Durdur, Çevrimiçi Kal/Topla..."
logHaltFalseTrain = "Saldırıyı Durdur, Çevrimiçi Kal/Topla/Bağış..."
logHaltDonateTrain = "Saldırıyı Durdur, Çevrimiçi Kal/Topla/Eğit/Bağış..."
logHaltShutdown = "Bilgisayarı Kapatmaya Zorla..."
logHaltSleep = "Bilgisayar Uykuya Al..."
logHaltReboot = "Bilgisayar Yeniden Başlat..."

;~ -------------------------------------------------------------
;~ functions/Village/BotDetectFirstTime.au3
;~ -------------------------------------------------------------

logDetectBuildings = "Binalarınız tespit ediliyor..."
logWarnTHLv6 = "Uyarı: 6 Seviye aşağısı Köy Binasının kullanımı TAVSİYE EDİLMEZ!"
logWarnTHLv6_2 = "Hatalar oluşacakmış gibi dikkatle ilerleyin."
logDetectMines = "Maden/Toplayıcı ve Sondalarınız tespit ediliyor..."
logTotalMines = "Toplam Altın Madeni: "
logTotalCollectors = "Toplam İksir Toplayıcı: "
logTotalDrills = "Toplam Kara İksir Sondası: "
logFindClanLv = "Klan seviyesi bulunuyor, bekleyin.."

;~ -------------------------------------------------------------
;~ functions/Village/checkArmyCamp.au3
;~ -------------------------------------------------------------

logCheckAC = "Ordu Kampı kontrol ediliyor..."
logCampReadError = "Ordu Kampı kapasitesi okunamadı, birlikler doğru sayıda eğitilmeyecek"
inputTotalCampTitle = "Soru"
inputTotalCamp = "Ordu Kampı toplam kapasitesini giriniz."
inputCampError = "Ordu Kampı kullanıcı girdisi = "
logTotalArmyCamp = "Toplam Ordu Kampı kapasitesi: "
logTroopsNoOf = " "
logTroopsNoOf2 = " Adet"
logAQAvailable = " - Okçu Kraliçe müsait"
logBKAvailable = " - Barbar Kral müsait"
logSpellSizeReadError = "Büyü Fabrikası kapasitesi okunamadı."
logTotalSpellCap = "Toplam Büyü Kapasitesi: "
logSpellsNo0f2 = " Adet"

;~ -------------------------------------------------------------
;~ functions/Village/ClanLevel.au3
;~ -------------------------------------------------------------

logJoinAClan = "Lütfen bir klana katılın..."
logFoundClanLv = "Klan seviyesi bulundu: "
logErrorClanLv = "Klan seviyesi bulunamadı..."
logErrorClanTab = "Kapatılacak klan sekmesi bulunamadı..."

;~ -------------------------------------------------------------
;~ functions/Village/Collect.au3
;~ -------------------------------------------------------------

logCollectRes = "Kaynaklar toplanıyor..."
logErrInLocs = "Maden/Toplayıcı lokasyonları hatalı, pozisyonlar tekrar bulunuyor"

;~ -------------------------------------------------------------
;~ functions/Village/DonateCC.au3
;~ -------------------------------------------------------------

logDonationNotPlanned = "Birlik bağışı planlanmamış, geçiliyor..."
logRequestError = "Birlik isteği okunamadı!"
logChatRequest = "Birlik isteği: "
logGeneralBLkeyword = "Genel Karaliste kelimesi bulundu: "
logBLkeyword = " için Karaliste kelimesi bulundu: "
logCustomKeyword = " için Özel bağış kelimesi bulundu: "
logKeywordFound = " için Anahtar kelime bulundu: "
logDonating = "Bağışlanan birlik: "
logUnableDonate = "Bağışlanamıyor: "
logUnableDonate_2 = ". Bağış ekranı görünür değil, tekrar denenecek."
logTroopNo = "Bağış için "
logTroopAvailable = " sayısı yeterli değil..."

;~ -------------------------------------------------------------
;~ functions/Village/DropTrophy.au3
;~ -------------------------------------------------------------

logTrophyCount = "Kupa Sayısı : "
logDropTrophiesTo = "Düşülecek kupa sayısı: "
logIdentifyTroops = "Tanımlanan birlikler:"
logFoundG = "Bulunan [A]: "
logFoundE = " [İ]: "
logFoundT = " [K]: "
logDeadBaseFound = " Ölü Köy Bulundu!! "
logDeployKing = "Kral Bırakılıyor"
logDeployQueen = "Kraliçe Bırakılıyor"
logDeployBarb = "1 Barbar Bırakılıyor"
logDeployArch = "1 Okçu Bırakılıyor"
logDeployGiant = "1 Dev Bırakılıyor"
logDeployWB = "1 Duvar Yıkıcı Bırakılıyor"
logDeployGob = "1 Goblin Bırakılıyor"
logDeployMini = "1 Dalkavuk Bırakılıyor"
logDontHaveLowTierTroops = "Kademe 1/2 birliklerine sahip değilsiniz!"
logDropCompleted = "Kupa Düşme Tamamlandı"
logArmyCap70 = "Kupa Düş: Ordu kapasitesi < %70"
logDropAtkDB = "Bulunduğunda Ölü Köy'e saldırmayı seçtiniz."
logTrophyLoss = " Kupa Kaybı = "

;~ -------------------------------------------------------------
;~ functions/Village/GetTownHallLevel.au3
;~ -------------------------------------------------------------

logTHInfo0 = "Hmm, Bu bir Köy Binası değil?, Bu "
logTHInfo1 = ", Yeniden deneyin!"
logTHInfo2 = "Köy Binası seviyesi: "
logTHInfoLocateManually = "Köy Binası seviyesi okunamadı! Lütfen el ile saptayın."

;~ -------------------------------------------------------------
;~ functions/Village/isElixirFull.au3 & isGoldFull.au3
;~ -------------------------------------------------------------

logElixirStoragesFull = "İksir Depoları Dolu!"
logGoldStoragesFull = "Altın Depoları Dolu!"

;~ -------------------------------------------------------------
;~ functions/Village/Laboratory.au3
;~ -------------------------------------------------------------

LogNoTroopUpgradeSelected = "Laboratuvar aktif ama yükseltilecek birlik seçilmemiş."
LogLabNotFound = "Laboratuvar'ın yeri bulunamadı!"
LogLabLocateProblem = "Laboratuvar konumu bulunamadı, lütfen el ile saptayın."
logLabUpgrade = "Laboratuvarda yükseltilecek birlik kontrol ediliyor..."
logUpdateValuesE = "Kaynaklar güncelleniyor [İ]: "
logUpdateValuesD = " [Kİ]: "
logCouldntFindResearchBtn = "Araştır butonu yok, laboratuvarı tanıttıktan sonra devam edin..."
logUpgradeInProgress = "Hâlihazırda yükseltmelerin bitmesi bekleniyor."
logAlreadyMaxed = " zaten son seviye, başka birlik seçin."
logPreviouslyMaxed = " son seviye, başka birlik seçin."
logNotUnlocked = " henüz açılmamış, başka birlik seçin."
logValueReadError = " değeri okunamadı, botu yeniden başlatıp tekrar deneyin!"
logInsufficientE = "Yetersiz iksir: "
logInsufficientDE = "Yetersiz kara iksir: "
logLabRequires = ", için: "
logLabRequires2 = " gereklidir."
logLabUsedE = "Kullanılan iksir = "
logLabUsedDE = "Kullanılan kara iksir = "
logLabSomethingWentWrong = "Değer okunurken bir şeyler yanlış gitti. Yükseltme No: "
logValueCheckError = "Değer okuma hatası, "
logValueCheckError2 = " için kaynaklar yeterli değil."
logUpgradeNotAvailable = "Laboratuvarda müsait değil."
logUpgradeNotAvailable2 = " yükseltmeyi daha sonra deneyin."
logMissingLoot = "2. kez yükseltme değeri okunamadı. "
logMissingLoot2 = " için kaynak yeterli değil."
logLabGemCheck = "Yolunda gitmeyen bir şeyler var. "
logLabGemCheck2 = " yükseltilemedi, tekrar deneyin."
logLabGemCheck3 = " "
logLabGemCheck4 = " yükseltilmesi için taş gerekyor, tekrar deneyin."
logLabUpgradeCompleted = "Laboratuvar: "
logLabUpgradeCompleted2 = " yükseltmesi tamamlandı..."

;~ -------------------------------------------------------------
;~ functions/Village/LocateBarrack.au3
;~ -------------------------------------------------------------

choiceBarrack = "Kışla"
choiceArmyCamp = "Ordu Kampı"
logLocatingAC = " "
logLocatingAC2 = " konumu saptanıyor."
msgboxMsg1 = "Tamam'a tıklayın ve "
msgboxMsg1_2 = "'larınızdan birini seçin."
msgboxMsg2 = "Konuma tıkladıktan sonra fareyi çok hızlı hareket ettirmeyin."
msgboxMsg3 = "Bina isminin bot için görünür olduğundan emin olun!"
msgboxControlOk = "Tamam|İptal"
msgboxControlLocate = "Konumunu Sapta: "
txtLocationNotValid = " konumu geçerli değil!"
logStupidCase1 = Konum geçerli değil, tekrar deneyin."
txtStupidCase2 = "Lütfen çimlere tıklayın!"
txtStupidCase3 = "Hiç komik değil, Neden @ ("
txtStupidCase3_2 = ") tıkladın?\r\nLütfen dur!"
txtStupidCase4 = "Son şansın, Beni KIZDIRMA yoksa\r\nTÜM Altınlarını Barbar Kral'a ve\r\n TÜM Taşlarını Okçu Kraliçe'ye veririm!"
txtOperatorErr = " Operatör Hatası - Hatalı "
txtOperatorErr2 = " konumu: "
txtLocMsgNothing = "Hiçbir şey"
txtSillyCaseArmyCamp = "Bekle, Bu bir Ordu Kampı değil? Bu bir "
txtSillyCaseBarracks = "Bekle, Bu bir Kışla değil? Bu bir "
txtSillyCase2 = "Dalga geçme, bu bir "
txtSillyCase3 = "Hiç komik değil, neden "
txtSillyCase3_2 = " tıkladın? Lütfen kes şunu!"
txtSillyCase4AC = "Şakayı bırak, Ordu Kampına tıkla veya botu yeniden başlat ve tekrar dene."
txtSillyCase4Barr = "Şakayı bırak, Kışlaya tıkla veya botu yeniden başlat ve tekrar dene."
logLocateSuccess = "Konum saptama başarılı: "
logLocateCancelled = "- "
logLocateCancelled2 = " konumu saptaması iptal edildi."
msgboxMsgAC = "Ordu Kampı kapasitesini belirlerken fareyi BlueStacks penceresinden uzak tut, Teşekkürler!!"
msgboxMsgACControls = "Tamam"
msgboxMsgACTitle = "Uyarı!"
msgboxMsgForceAcTitle = "Soru"
msgboxMsgForceAc = "Ordu Kampı kapasitesini girin"

;~ -------------------------------------------------------------
;~ functions/Village/LocateClanCastle.au3
;~ -------------------------------------------------------------

logLocateCC = "Klan Kalesi konumu saptanıyor..."
msgboxLocateCC_msg = "Tamam'a tıklayın ve Klan Kalenizi seçin.\r\n\r\nKonuma tıkladıktan sonra fareyi çok hızlı hareket ettirmeyin.\r\n\r\nBina isminin bot için görünür olduğundan emin olun!"
msgboxLocateCC_controls = "Tamam|İptal"
msgboxLocateCC_title = "Klan Kalesi konumunu sapta"
txtStupidCase1CC = "Klan Kalesi konumu geçerli değil!"
txtOperatorErrCC = " Operatör Hatası - Hatalı Klan Kalesi konumu: "
logPosCC = "Klan Kalesi: "
logLocateCancelledCC = "Klan Kalesi konumu saptaması iptal edildi."
txtSillyCaseCC = "Bekle, Bu bir Klan Kalesi değil? Bu bir "
txtSillyCase4CC = "Şakayı bırak, Klan Kalene tıkla veya botu yeniden başlat ve tekrar dene."

;~ -------------------------------------------------------------
;~ functions/Village/LocateHeroes.au3
;~ -------------------------------------------------------------

logLocateKing = "Barbar Kral'ın konumu saptanıyor..."
logLocateQueen = "Okçu Kraliçe'nin konumu saptanıyor..."
msgboxLocateKing_msg = "Tamam'a tıklayın ve Barbar Kral'ın yatağını seçin.\r\n\r\nKonuma tıkladıktan sonra fareyi çok hızlı hareket ettirmeyin.\r\n\r\nBina isminin bot için görünür olduğundan emin olun!"
msgboxLocateQueen_msg = "Tamam'a tıklayın ve Okçu Kraliçe'nin yatağını seçin.\r\n\r\nKonuma tıkladıktan sonra fareyi çok hızlı hareket ettirmeyin.\r\n\r\nBina isminin bot için görünür olduğundan emin olun!"
msgboxLocateHeroes_controls = "Tamam|İptal"
msgboxLocateKing_title = "Barbar Kral'ın konumunu sapta"
msgboxLocateQueen_title = "Okçu Kraliçe'nin konumunu sapta"
txtStupidCase1King = "Barbar Kral konumu geçerli değil!"
txtStupidCase1Queen = "Okçu Kraliçe konumu geçerli değil!"
txtOperatorErrKing = " Operatör Hatası - Hatalı Barbar Kral konumu: "
txtOperatorErrQueen = " Operatör Hatası - Hatalı Okçu Kraliçe konumu: "
logPosKing = "Barbar Kral: "
logPosQueen = "Okçu Kraliçe: "
logLocateCancelledKing = "Barbar Kral konumu saptaması iptal edildi."
logLocateCancelledQueen = "Okçu Kraliçe konumu saptaması iptal edildi."
txtSillyCaseKing = "Bekle, Bu bir Barbar Kral değil? Bu bir "
txtSillyCase4King = "Şakayı bırak, Barbar Kral'a tıkla, veya botu yeniden başlat ve tekrar dene."
txtSillyCaseQueen = "Bekle, Bu bir Okçu Kraliçe değil? Bu bir "
txtSillyCase4Queen = "Şakayı bırak, Okçu Kraliçe'ye tıkla, veya botu yeniden başlat ve tekrar dene."

;~ -------------------------------------------------------------
;~ functions/Village/LocateTownHall.au3
;~ -------------------------------------------------------------

logLocateTH = "Köy Binası konumu saptanıyor..."
msgboxLocateTH_msg = "Tamam'a tıklayın ve Köy Binanızı seçin.\r\n\r\nKonuma tıkladıktan sonra fareyi çok hızlı hareket ettirmeyin.\r\n\r\nBina isminin bot için görünür olduğundan emin olun!"
msgboxLocateTH_controls = "Tamam|İptal"
msgboxLocateTH_title = "Köy Binası konumunu sapta"
txtStupidCase1TH = "Köy Binası konumu geçerli değil!"
txtOperatorErrTH = " Operatör Hatası - Hatalı Köy Binası konumu: "
logPosTH = "Köy Binası: "
logLocateCancelledTH = "Köy Binası konumu saptaması iptal edildi."
txtSillyCaseTH = "Bekle, Bu bir Köy Binası değil? Bu bir "
txtSillyCase4TH = "Şakayı bırak, Köy Binasına tıkla veya botu yeniden başlat ve tekrar dene."
logLocateTHSuccess = "KB konum saptaması başarılı!"

;~ -------------------------------------------------------------
;~ functions/Village/LocateLab.au3
;~ -------------------------------------------------------------

logLocateLab = "Laboratuvar konumu saptanıyor..."
msgboxLocateLab_msg = "Tamam'a tıklayın ve Laboratuvarınızı seçin.\r\n\r\nKonuma tıkladıktan sonra fareyi çok hızlı hareket ettirmeyin.\r\n\r\nBina isminin bot için görünür olduğundan emin olun!"
msgboxLocateLab_controls = "Tamam|İptal"
msgboxLocateLab_title = "Laboratuvar konumunu sapta"
txtStupidCase1Lab = "Laboratuvar konumu geçerli değil!"
logPosLab = "Laboratuvar: "
logLocateCancelledLab = "Laboratuvar konumu saptaması iptal edildi."
txtSillyCaseLab = "Bekle, Bu bir Laboratuvar değil? Bu bir "
txtSillyCase4Lab = "Şakayı bırak, Laboratuvarına tıkla veya botu yeniden başlat ve tekrar dene."

;~ -------------------------------------------------------------
;~ /functions/Village/LocateUpgrade.au3
;~ -------------------------------------------------------------

logBsIsNotOpen = "BlueStacks açık değil"
logCantUseSameLootType = "Bina ve oto. duvar yükseltmeleri için aynı kaynak kullanılamaz!"
logPrepScreenFirst = "Tespit etme hatası, ilk önce ekranı hazırlayın"
logBadLocRecorded = "Kötü konum algılandı, konum atlandı mı?"
logLocUpgradeCancelled = "Yükseltme yerini saptama iptal edildi"
logBadProgrammer = "Impossible value from Msgbox, you have been a bad programmer!"
logUpgradeWeirdo = "Yükseltme değerleri alınırken garip bir şeyler oldu, tekrar deneyin"
logUpgradeLowTH1 = "Seçim #"
logUpgradeLowTH2 = " yükseltilemiyor, KB seviyesi düşük - Atlanıyor!"
logUpgradeWindowsOpenErr = "Seçimin yükseltme penceresi açılamadı, tekrar deneyin"
logUpgradeUserInputVal = "Kullanıcı girdisi = "
logUpgradeErrLootInfo = "Ganimet değeri bulunamadı "
logUpgradeErrLootInfo2 = ", Ganimet = "
logUpgradeErrLootInfo3 = ", Tür= "
logUpgradeValue = "YükseltmeDeğeri = "
txtGold = "Altın"
txtElixir = "İksir"
txtDarkE = "Kara"
logUpgradeSelectionFail = "Yükseltme seçimi başarısız"
logTakingSnapshot = "Sonra değerlendirilmek üzere ekran görüntüsü alınıyor"

msgboxLocateUpgrade_msg = "Konum Sapta butonuna tıklayın ve yükseltmek istediğiniz bina/kahramanı seçin.\r\n\r\nYükseltileceklerin hepsinin konumunu saptadıktan sonra 'Tamam'a tıklayın.\r\n\r\nKonum saptamayı iptal etmek için İptal'e tıklayın.\r\n\r\n"
msgboxLocateUpgrade_controls = "Konum Sapta|Tamam|İptal"
msgboxLocateUpgrade_title = "Yükseltme Konumlarını Sapta"
msgboxLocateUpgrade_msg2 = "Yükseltmeler denetlenirken farenizi BlueStacks penceresinden uzak tutun. Teşekkürler!!"
msgboxLocateUpgrade_controls2 = "Tamam"
msgboxLocateUpgrade_title2 = "Uyarı!"

;~ -------------------------------------------------------------
;~ /functions/Village/Spell.au3
;~ -------------------------------------------------------------

logInsufficientElixirSpellCreate = "Büyü üretmek için yeterli iksir yok"
logSpellFactoryFull = "Büyü Fabrikası Dolu"
logSpellCreated = "Üretilen: "
logSpellCreatedPoison = " Zehir Büyüsü"
logSpellCreatedHaste = " Acele Büyü"
logSpellCreatedLightning = " Şimşek Büyüsü"
logSpellCreatedHeal = " Şifa Büyüsü"
logSpellCreatedRage = " Öfke Büyüsü"
logSpellDonePoison = "Selam Şef! Zehir büyü(leri)n hazır"
logSpellDoneHaste = "Selam Şef! Acele büyü(leri)n hazır"
logSpellDoneLightning = "Selam Şef! Şimşek büyü(leri)n hazır"
logSpellDoneHeal = "Selam Şef! Şifa büyü(leri)n hazır"
logSpellDoneRage = "Selam Şef! Öfke büyü(leri)n hazır"
logDSpellFactoryNotFound = "Kara Büyü Fabrikası bulunamadı..."
logSpellFactoryNotFound = "Büyü fabrikası bulunamadı..."
logSpellFactoryFull = "Büyü fabrikası dolu..."

;~ -------------------------------------------------------------
;~ /functions/Main Screen/checkMainScreen.au3
;~ -------------------------------------------------------------

logLocateMainSc = "Ana Ekran Tespit Edilmeye Çalışıyor"
logLocatedMainSc = "Ana Ekran Tespit Edildi"
logWaitCocRestart = "Clash of Clans yeniden başlatılırken lütfen bekleyin..."

;~ -------------------------------------------------------------
;~ /functions/Main Screen/checkObstacles.au3
;~ -------------------------------------------------------------

logAnotherDevice = "Başka bir cihaz bağlandı, bekleniyor: "
logAdHours = " saat "
logAdMinutes = " dakika "
logAdSeconds = " saniye"
logTakeABreak = "Köy Mola Vermeli, bekle..."
logCocStopped = "CoC Durduruldu Hatası..."

;~ -------------------------------------------------------------
;~ /functions/Main Screen/CloseBlueStacks.au3
;~ -------------------------------------------------------------

logStopBS = "BlueStacks durduruluyor..."
logWaitFullBsShutdown = "Lütfen BS'nin tamamen kapanmasını bekleyin..."

;~ -------------------------------------------------------------
;~ /functions/Main Screen/OpenBlueStacks.au3
;~ -------------------------------------------------------------

logStartBS = "BlueStacks ve Clash Of Clans başlatılıyor."
logWaitBSstart = "Lütfen BS/CoC başlatılırken bekleyin..."
logBSLoadError = "Ciddi bir hata meydana geldi, Lütfen bilgisayarı yeniden başlatıp tekrar deneyin."
logBSLoadError2 = "BlueStacks başlatılmaya izin vermiyor, "
logBSLoadError3 = " saniye beklendi."
logBSLoaded = "BlueStacks Başlatıldı, yüklenme "
logBSLoaded2 = " saniye sürdü."
logBSRestartMSC = "BS yeniden başlatıldı, ana ekran bekleniyor."
logCocMainWindowLoad = "CoC ana penceresi "
logCocMainWindowLoad2 = " saniye sürdü."

;~ -------------------------------------------------------------
;~ /functions/Main Screen/RemoveGhostTrayIcons.au3
;~ -------------------------------------------------------------

logSysTrayNotFound = "Sistem tepsi ikonu bulunamadı!"
logHiddenSysTrayNotFound = "Ufak sorun, Gizli tepsi ikonu bulunamadı."
logVisibleTrayCount = "Görünen tepsi ikonu: "
logHiddenTrayCount = "Gizli tepsi ikonu: "

;~ -------------------------------------------------------------
;~ functions/Village/waitMainScreen.au3
;~ -------------------------------------------------------------

logWaitMainSc = "Ana Ekran bekleniyor"
logUnableToLoadCoC = "Clash of Clans yüklenemedi, yeniden başlatılıyor..."
logUnableToRestartBS = "BS yeniden başlatılamadı..."
logStuckBS = "BS yeniden başlatılmaya çalışırken takıldı..."

;~ -------------------------------------------------------------
;~ functions/Village/ZoomOut.au3
;~ -------------------------------------------------------------

logZoomOut = "Uzaklaştırılıyor"
logBSErrorWindow = "BS Hata ekranı tespit edildi."
logBSErrorWindowClr = "Hata ekranı temizlendi, uzaklaştırılıyor"

;~ -------------------------------------------------------------
;~ /functions/Search/CheckZoomOut.au3
;~ -------------------------------------------------------------

logNotZoomedOut = "Uzaklaştırılmamış! Ana ekrana dönülüyor..."

;~ -------------------------------------------------------------
;~ /functions/Image Search/CheckTombs.au3
;~ -------------------------------------------------------------

logTombFound = "Mezar bulundu, temizleniyor..."

;~ -------------------------------------------------------------
;~ /functions/Image Search/checkWall.au3
;~ -------------------------------------------------------------

logWallLevel = "Duvar seviyesi: "
logWallLevelVerify = ", Doğrulanıyor.."
logCantFindWalls = "Seviye "
logCantFindWalls2 = " duvar bulunamadı, fonksiyon devre dışı bırakıldı..."
logRearrangeWalls = "Lütfen duvarları tekrar dizinki bulunabilsinler."
logWallHpVerify = "~ İsabet Puanı:"
logWallHpCorrect = "~ Duvar İsabet Puanı doğru."
logWallHpIncorrect = "~ Duvar isabet puanı yanlış, duvar değil veya seviye yanlış."
logIsNotWall = "İsabet puanını kontrol etmek için Altın butonu yok, duvar değil..."

logImgSrchNotWorking = "Hata: Görsel Arama çalışmıyor..."

;~ -------------------------------------------------------------
;~ /functions/Image Search/checkDefense.au3
;~ -------------------------------------------------------------

logCheckTrappedTH = "Tuzaklar kontrol ediliyor"
logInfernoFound = "KB'sı yakınında Cehennem Kulesi bulundu, geçiliyor..."
logTeslaFound = "KB'sı yakınında Gizli Tesla bulundu, geçiliyor..."
logMortarFound = "KB'sı yakınında Havan bulundu, geçiliyor..."
logWizTowerFound = "KB'sı yakınında Büyücü Kulesi bulundu, geçiliyor..."
logAirDefFound = "KB'sı yakınında Hava Savunması bulundu, geçiliyor..."
defFound = " Bulundu"
defFound1 = " bulundu. Konum: "
defFound2 = " Alternatif saldırı kullanılacak!"
logDefFaundFalse = "Defans bulundu ama KB'sına yakın değil."
logNoMajorTrapsFound = "KB'sı yakınında önemli tuzaklar bulunmadı."

;~ -------------------------------------------------------------
;~ functions/Search/VillageSearch.au3
;~ -------------------------------------------------------------

logSearchingFor = " Aranan "
logSearchCond = " ARAMA KOŞULLARI "
txtMeetGxE = "Eşleştir: Altın ve İksir"
txtMeetGorE = "Eşleştir: Altın veya İksir"
txtMeetGplusE = "Eşleştir: Altın + İksir"
txtMeetDE = ", Kara İksir"
txtMeetTrophy = ", Kupa"
txtMeetTH = ", Max KB "
txtMeetTHO = ", KB Dışarıda"
txtMeetWeakBase = ", Zayıf Köy(Havan: "
txtMeetWeakBase2 = ", BüyücüKule: "
txtEnabledAfter = ", Aktif: "
txtEnabledAfter2 = " aramadan sonra"
txtMeetOne = "Birini eşleştir ve saldır!"
logResourceCond = " KAYNAK KOŞULLARI "
txtAimTH = " [KB]:"
txtAimTHO = ", Dış"
txtAimGplusE = "Hedef:  [A+İ]:"
txtAimG = "Hedef: [A]:"
txtAimE = " [İ]:"
txtAimDE = " [Kİ]:"
txtAimTrophy = " [K]:"
txtAimMode = " Mod: "
logSearchCondAdv = " GELİŞMİŞ AYARLAR "
txtAttackTH = "KB Saldır"
txtOptTrophyMode = "KB Avla, "
txtOptTrophyModeTiles = " karo, "
txtYourTH = "KB"
logTHBully = "KBZorba Kombosu @"
logTHBully2 = " AramaSayısı, "
logDBFound = " Ölü Köy Bulundu! "
logLBFound = " Canlı Köy Bulundu! "
logTBFound = " Eşleşme değil ama KB Zorbalık seviyesi bulundu! "
logTHOFound = " Dışarıda KB Bulundu! "
logTrapFound = "Tuzak bulundu, köy atlanıyor..."
logNotWeakBase = ", Zayıf köy değil; "
logNotA = ", "
logNotA2 = " değil"
logOutOfGoldSearching = " Arama yapacak Altın kalmadı..."
logAttackNowPressed = " Şimdi Saldır'a basıldı! "
logMatchFound = " Eşleşmesi Bulundu!"
logMatchG = "Altın: "
logMatchE = "; İksir: "
logMatchDE = "; Kara: "
logMatchT = "; Kupa: "
logSearchCompleted = " Arama Tamamlandı "
logTHLocIn = "Köy Binası konumu kontrol ediliyor: KB içeride, KB'sına saldırmayacak!"
logTHLocOut = "Köy Binası konumu kontrol ediliyor: KB dışarıda, KB'sına saldırılıyor!"
logTHLocErr = "Köy Binası konumu kontrol ediliyor: KB bulunamadı, KB'sına saldırılmayacak..."
logSearchModeActivated = " için arama koşulları aktif edildi! "

;~ -------------------------------------------------------------
;~ /functions/Search/PrepareSearch.au3
;~ -------------------------------------------------------------

logGoingToAtk = "Şimdi Saldırılacak..."
logSearchOutOfGold = " Arama yapılacak Altın yok..."
logAtkDisabled = "Saldırı devre dışı, 'Mola Ver' tespit edildi. CoC kapatılıyor."
logCantFindOkBtn = "CoC'u kapatmak için çıkış butonu bulunamadı, pes ediliyor."
logWait20sec = "Sunucudan çıkış için 20sn bekleniyor."

;~ -------------------------------------------------------------
;~ /functions/Search/GetResources.au3
;~ -------------------------------------------------------------

logCantLocateNextBtn = "Sonraki butonu bulunamadı, yeniden başlatılıyor..."
logStrangeProblem = "Saptanamayan bir problem oldu, yeniden başlatılıyor..."
txtTHIn = "İç"
txtTHOut = "Dış"
txtTHStr = " [KB]:"
logG = "> [A]:"
logE = " [İ]:"
logDE = " [Kİ]:"
logT = " [K]:"

;~ -------------------------------------------------------------
;~ /functions/Village/Train.au3
;~ -------------------------------------------------------------

logTrainingTroops = "Birlikler ve Büyüler Üretiliyor..."
logNoBarrackAvailable = "Kullanılabilir Kışla yok, birlik eğitilemiyor."
logTrainingOverviewWindow = "Ordu Genel Bakış penceresi açılamadı"
logCannotOpenBarrack = "bazı hatalar meydana geldi, kışla açılamıyor"
logArmyCampsFull = "Ordu Kampı Dolu"
logTrainOutOfElixir = "Birlik eğitmek için yeterli iksir yok!"
logTrainOutOfElixirHalt = "Saldırıyı Durdur, Çevrimiçi Kal Moduna geçiş yapılıyor..."
logTooMany = "Çok fazla "
logTooFew = "Çok az "
logTrainLast = ", en son eğit"
logUnableReadMaxNb = "Maks. birlik sayısı okunamadı"
logOcrErrDefaultMaxTroops = "OCR HATASI: Maks. Birlik sayısı varsayılana atanıyor "
logSetMaxTroopsInBarr = "Kışlanın maks. birlik sayısını değiştir "
logSetMaxTroopsInBarr2 = " => "
logTraining = "- "
logTrainingBarb = " Barbar eğitiliyor"
logTrainingArch = " Okçu eğitiliyor"
logTrainingGob = " Goblin eğitiliyor"
logCannotFindTrainPage = "Eğitim sayfası bulunamadı, ana ekrana dönülüyor"

;~ -------------------------------------------------------------
;~ /functions/Other/TestLanguage.au3
;~ -------------------------------------------------------------

logTestLangCorrect = "Dil ayarı İngilizce: Doğru."
logTestLangIncorrect = "Dil ayarı yanlış: Oyun dilini İngilizce yapın!!!"

;~ -------------------------------------------------------------
;~ functions\Village\VillageReport.au3
;~ -------------------------------------------------------------

logVillageReport = "Köy Raporu"
logVillageReportErr = "Köy Raporu Hatası"
logUpdatingValues = "Köy Kaynak Değerleri Güncelleniyor"
logBuilders = "Boşta/Toplam İşçi Sayısı: "
logTrophyCount_ = " [K]: "
logGoldCount = " [A]: "
logElixirCount = " [İ]: "
logDarkElixirCount = " [Kİ]: "
logGemCount = " [TAŞ]: "

;~ -------------------------------------------------------------
;~ /functions/Village/RequestCC.au3
;~ -------------------------------------------------------------

logRequestCCNotPlanned = "Birlik isteği planlanmamış, Atlandı.."
logRequestCCTroops = "Klan Kalesi'ne birlik isteniyor"
logRequestAlreadyMade = "Birlik isteği zaten yapılmış."
logCCFullOrNotInClan = "Klan kalesi dolu veya bir klanda değilsiniz."
logCannotDetectCCBtn = "Birlik iste butonu bulunamadı."
logRequestMadeOrWindowNotAvailable = "Birlik isteği yapılmış veya pencere açılamadı."
logRequestEntryFailed = " İstek metni girilemedi, yeniden dene"

;~ -------------------------------------------------------------
;~ /functions/Village/ReplayShare.au3
;~ -------------------------------------------------------------

logShareReplayOpenMsgPage = "Tekrar Paylaş: Mesaj penceresi açılıyor..."
logSharing = "Tamam, paylaşılıyor!"
logReplayInQueue = "Bir diğer tekrar kuyrukta, Son tekrar sonra paylaşılacak"
logShareRetryLater = "Şu an paylaşılamıyor, tekrar denenecek."
logErrNotiSaveFile = "Ekran görüntüsü kuyruğa alınırken bir hata meydana geldi."
logErrNotiCopy = "Geçici dosya kopyalanırken bir hata meydana geldi."
logErrNotiDelete = "Geçici dosya silinirken bir hata meydana geldi."
logShareBtnNotFound = "Paylaş butonu bulunamadı, iptal ediliyor."

;~ -------------------------------------------------------------
;~ /functions/Village/ProfileReport.au3
;~ -------------------------------------------------------------

logProfileReport = "Profil Raporu"
logOpeningProfilePage = "Profil penceresi açılıyor, Sald, def, bağış ve alınan okunacak."
txtAttacksWon = " [SALD]: "
txtDefensesWon = " [DEF]: "
txtTroopsDonated = " [BAĞIŞ]: "
txtTroopsReceived = " [ALIM]: "

;~ -------------------------------------------------------------
;~ /functions/Village/ReArm.au3
;~ -------------------------------------------------------------

logCheckRearm = "Tuzakların silahlandırılma ihtiyacı kontrol ediliyor..."
logRearmInsufficientLoot = "Tuzakları silahlandırmak için yeterli Altın yok..."
logRearmInsufficientLootXbow = " X-yaylarını doldurmak için yeterli İksir yok..."
logRearmInsufficientLootInferno = "Cehennemleri doldurmak için yeterli Kara yok..."
logRearmed = "Tuzaklar silahlandırıldı."
logReloadedXbows = "X-yayları dolduruldu."
logReloadedInfernos = "Cehennemler dolduruldu."

;~ -------------------------------------------------------------
;~ /functions/Village/UpgradeBuildings.au3
;~ -------------------------------------------------------------

logCheckingUpgrades = "Yükseltmeler denetleniyor"
logCheckingUpgrade = "Denetlenen yükseltme "
logUpgradeNoBuilder = "Yükseltme için boşta işçi yok"
logUpgradeNoBuilderFor = " "
logUpgradeNoBuilderFor2 = ". yükseltme için boşta işçi yok"
logInsufficientGold = "Altın yetersiz, "
logInsufficientElixir = "İksir yetersiz, "
logInsufficientDarkE = "Kara İksir yetersiz, "
logUpgradeRequires = ". yükseltme için: "
logUpgradeRequires2 = " + "
logUpgradeRequires3 = " gerekli."
logUpgradeWeirdoFor = "Something went wrong with loot type on Upgradebuilding module on #"
logUpgradeUnavailable = "Yükseltme mevcut değil"
logUpgradeGoldUsed = "Kullanılan Altın = "
logUpgradeElixirUsed = "Kullanılan İksir = "
logUpgradeDarkUsed = "Kullanılan Kara İksir = "
logUpgradeFail1 = "Yükseltme başarısız. Sıra: #"
logUpgradeFailNoLoot = " Ganimet yok!"
logUpgradeFailNoDE = " KARA yok!"
logUpgradeNo = " "
logUpgradeCompl = ". yükseltme tamamlandı."
logUpgradeWinOpenFail = " penceresi açılamadı"
logUpgradeErrFindingBtn = " buton bulunamadı"
logUpgradeHeroFail = "Kahraman yükseltme başarısız. Sıra: #"
logUpgradeHero = "Kahraman Yükseltme, Sıra: #"

;~ -------------------------------------------------------------
;~ /functions/Other/TogglePause.au3
;~ -------------------------------------------------------------

trayBotPaused = "Durduruldu!"
logBotPaused = "Game Bot Durduruldu!"
trayBotResumed = "Devam Ettirildi."
logBotResumed = "Game Bot Devam Ettirildi."

;~ -------------------------------------------------------------
;~ /functions/Attack/SnipeWhileTrain.au3
;~ -------------------------------------------------------------

logTryTHSnipeWhileTraining = "Ordu eğitilirken KB Avlamaya çalışılıyor"
logEndTHSnipeWhileTraining = "Ordu eğitilirken KB Avlama bitti"

;~ -------------------------------------------------------------
;~ /functions/Village/UpgradeWall.au3
;~ -------------------------------------------------------------

logWallCheckUpgrade = "Duvar yükseltmeleri denetleniyor"
logWallNoMore = "Bu seviyede daha fazla duvar bulunamıyor"
logWallUpgradeUseGold = "Altın kullanılarak duvar yükseltiliyor"
logWallUpgradeGoldBelowMin = "Altın asgarinin altında, yükseltme atlanıyor."
logWallUpgradeGoldSave = "Altın Bina yükseltmesi için saklanacak, yükseltme atlanıyor."
logWallUpgradeUseElixir = "İksir kullanılarak duvar yükseltiliyor"
logWallUpgradeElixirBelowMin = "İksir asgarinin altında, yükseltme atlanıyor."
logWallUpgradeElixirSave = "İksir Lab yükseltmesi için saklanacak, yükseltme atlanıyor."
logWallUpgradeElixirSaveBuilding = "İksir Bina yükseltmesi için saklanacak, yükseltme atlanıyor."
logWallUpgradeElixirBelowMinTryGold = "İksir asgarinin altında, Altın ile yükseltme deneniyor"
logWallUpgradeElixirFailed = "İksir ile deneme başarısız, Altın ile yükseltme deneniyor"
logWallNoFreeBuilder = "Boşta işçi yok, duvar yükseltme atlanıyor..."
logWallNoBuilderAvailable = "Yükseltme için müsait işçi yok"
logWallStoppedDueNoLoot = "Ganimet yok, yükseltme durduruldu"
logWallSkippedDueInsufficientLoot = "Ganimet yetersiz, yükseltme durduruldu"
logWallUpgradeComplete = "Yükseltme tamamlandı"
logWallUpgradeNoGoldBtn = "Altın ile yükselt butonu bulunamadı"
logWallUpgradeNoElixirBtn = "İksir ile yükselt butonu bulunamadı"

;~ -------------------------------------------------------------
;~ /functions/Attack/Attack Algorithms/algorithm_AllTroops.au3
;~ -------------------------------------------------------------

logSmartAttackCalculating = "Akıllı saldırı taktiği hesaplanıyor"
logSmartAttackCalculatedIn = " "
logSmartAttackCalculatedInSec = " saniyede hesaplandı :"
logSmartAttackLocatingPumps = "Kaynak Toplayıcılar tespit ediliyor"
logSmartAttackLocatedIn = " "
logSmartAttackLocatedInSec = " saniyede tespit edildi :"
logSmartAttackLocatedMines = "] Altın Madeni"
logSmartAttackLocatedCollectors = "] İksir Toplayıcı"
logSmartAttackLocatedDrills = "] Kara İksir Sondası"
logNbSides1 = "Tek kenardan saldırılıyor"
logNbSides2 = "Çift kenardan saldırılıyor"
logNbSides3 = "Üç kenardan saldırılıyor"
logNbSides4 = "Tüm kenarlardan saldırılıyor"
logNbSides5 = "Dört parmak saldırısı"
logDroopingLeft = "Kalan birlikler bırakılıyor"
logCheckHeroPowerManual = "Kahraman Yetekleri aktifleştirilmeden önce "
logCheckHeroPowerManual2 = " saniye bekleniyor"
logCheckKPower = "Barbar Kral'ın yeteneği aktif ediliyor"
logCheckQPower = "Okçu Kraliçe'nin yeteneği aktif ediliyor"
logFinishedAttacking = "Saldırı tamamlandı, savaşın bitmesi bekleniyor"

;~ -------------------------------------------------------------
;~ /functions/Attack/Attack Algorithms/algorithm_Barch.au3
;~ -------------------------------------------------------------

logBarchTwoSides = "Çift kenardan saldırılıyor"
logBarchThreeSides = "Üç kenardan saldırılıyor"
logBarchAllSides = "Tüm kenarlardan saldırılıyor"
logBarchDropFirsWaveBarb = "İlk Barbar dalgası bırakılıyor"
logBarchDropFirsWaveArch = "İlk Okçu dalgası bırakılıyor"
logBarchDropSecondWaveBarb = "İkinci Barbar dalgası bırakılıyor"
logBarchDropSecondWaveArch = "İkinci Okçu dalgası bırakılıyor"

;~ -------------------------------------------------------------
;~ /functions/Attack/Attack Algorithms/algorithmTH.au3
;~ -------------------------------------------------------------

logCantGetTHLoc = "Köy Binası konumu algılanamadı"
logTHLoc = "Köy binası konumu ("
logTHLocCenter = "Köy Binası köyün ortasında. KB'sına saldırılmayacak."
logGetTHLoc = "Köy Binası konumu algılanıyor..."
logTHAtkFirstWaweBarbs = "Köy Binasına İlk Barbar dalgasıyla saldırılıyor"
logTHAtkFirstWaweArch = "Köy Binasına İlk Okçu dalgasıyla saldırılıyor"
logTHAtkTroopQty = " "
logTHAtkTroopQty2 = " birliği bulunamadı!!!"
txtWaveName1 = "Birinci"
txtWaveName2 = "İkinci"
txtWaveName3 = "Üçüncü"
txtWaveNameOnly = "Tek"
txtWaveNameLast = "Son"
logDropWave = " "
logDropWave2 = " "
logDropWave3 = " dalgası bırakılıyor"
logAtkTHZoomIn = "Yakınlaştırılıyor..."
logAtkTHZoomDone = "Yakınlaştırma tamamlandı."
logAtkTHScrollBottom = "Aşağı kaydırılıyor..."
logAtkTHDeployment = " "
logAtkTHDeploymentSuccess = " başarıyla dağıtıldı!"
logAtkTHDeploymentNOTSuccess = "DAĞITILAMADI!"
logTHDestroyed = "Köy Binası yok edildi!"
logAtkTHNormal1 = "KB'sına BAM dalgası ile Normal saldırılıyor!"
logAtkTHNormal2 = "KB'sına Tüm Birlikler ile Normal saldırılıyor!"
logAtkTHExtreme1 = "KB'sına BAM dalgası ile Ekstrem saldırılıyor!"
logAtkTHExtreme2 = 	"KB'sına Tüm Birlikler ile Ekstrem saldırılıyor!"
logAtkTHFinished = "Saldırı tamamlandı, savaşın bitmesi bekleniyor"
logAtkTHGBarch1 = "Birinci okçu dalgası gönderiliyor."
logAtkTHGBarch2 = "İkinci okçu dalgası gönderiliyor."
logAtkTHGBarch3 = "Hala yıldız yok - Daha çeşitli birlikler gönderiliyor!"
logAtkTHGBarch4 = "Umarım geriye kalan birlikler işi bitirebilir!"
logAtkTHGBarchLast1 = "Tüm Dev, Okçu ve Barbarlar ile Kahramanlar ve KK gönderilmiş olmadu."
logAtkTHGBarchLast2 = "Diğer birlikler bu algoritmada tanımlanmadı."
logAtkTHDropSpell = " "
logAtkTHDropSpell2 = " Büyü Bırakılıyor!"
logAtkTHTrapped = "Tuzaklı Köy Binası tespit edildi!"
logAtkTHSmartBarch = "İlk Okçu dalgası gönderiliyor"
logAtkTHSmartBarch2 = "Olası bombaları patlatmak için 4 barbar gönderiliyor"
logAtkTHSmartBarch3 = "İkinci rastgele 16-20 adet Barch dalgası gönderiliyor"
logAtkTHSmartBarchCC = "Kahramanlar ve Klan Kalesi bırakılacak"
logAtkTHSmartBarch4 = "Üçüncü rastgele 24-30 adet Barch dalgası gönderiliyor"
logAtkTHSmartBarch5 = "Hala yıldız alınamadı... Tüm birlikler gönderiliyor"
logAtkTHSmartBarchLast = "Tüm birlikler gönderildi. Umarım bu yıldız alabilir!"

;~ -------------------------------------------------------------
;~ /functions/Attack/Troops/LauchTroop.au3
;~ -------------------------------------------------------------

logErrNoPixelNearCollector = "Hata, toplayıcı yakınında piksel bulunamadı => Kırmızı hat yakınından saldırılacak"
logDropLast = "Kalan son "
logDropOf = " "
logDropLast2 = " gönderiliyor."

;~ -------------------------------------------------------------
;~ /functions/Attack/Troops/PrepareAttack.au3
;~ -------------------------------------------------------------

logCheckRemainUnused = "- "
logCheckRemainUnused2 = " modu için kalan birlikler kontrol ediliyor"
logInitiatingAtkMode = "- "
logInitiatingAtkMode2 = " modu için saldırı başlatılıyor"

;~ -------------------------------------------------------------
;~ /functions/Attack/AttackReport.au3
;~ -------------------------------------------------------------

logEndOfAtkReadValue = "Saldırı sonu ekranı yavaş beliriyor, değerler doğru olmayabilir"
logEndOfAtkReadValueGold = "Saldırı sonu ekranında altın okunamadı, değerler doğru olmayabilir"
logLootG = "Ganimet: [A]: "
logLootE = " [İ]: "
logLootDE = " [Kİ]: "
logLootT = " [K]: "
logBonusG = "Bonus: [A]: "
logLeague = "Lig seviyeniz: "
logStarsEarned = "Kazanılan yıldız: "
logShareReplay = "Ganimet asgari değerlerin üzerinde... Tekrar paylaşılacak"
logDontShareReplay = "Ganimet asgari değerlerin altında... Tekrar paylaşılmayacak"

;~ -------------------------------------------------------------
;~ /functions/Attack/ReturnHome.au3
;~ -------------------------------------------------------------

logCheckIfBattleFinished = "Savaşın bitip bitmediği kontrol ediliyor"
logActiveKingPwEndBattle = "Savaş bitmeden can yenilemek için Kral'ın yeteneği aktif ediliyor"
logActiveQueenPwEndBattle = "Savaş bitmeden can yenilemek için Kraliçe'nin yeteneği aktif ediliyor"
logReturnHome = "Ana ekrana dönülüyor"
logCantReturnHome = "Ana ekrana dönülemiyor!"
logTakingSsLoot = "Ganimetin ekran görüntüsü alınıyor"

;~ -------------------------------------------------------------
;~ /functions/Attack/CheckHeroesHealth.au3
;~ -------------------------------------------------------------

logWeakK = "Kral zayıflıyor, Demir Yumruk yeteneği etkinleştiriliyor"
logWeakQ = "Kraliçe zayıflıyor, Kraliyet Pelerini yeteneği etkinleştiriliyor"

;~ -------------------------------------------------------------
;~ /functions/Attack/dropCC.au3
;~ -------------------------------------------------------------

logCCNotPlanned = "Klan Kalesi kullanma planlanmamış, Atlandı..."
logCCBalanceDrop = "Klan Kalesi bırakılıyor, bağışlanan ("
logCCBalanceNoDrop = "Klan Kalesi bırakılmıyor, bağışlanan birlik ("
logCCBalanceReceived = ") / alınan ("
logDropCC = "Klan Kalesi bıraklıyor"

;~ -------------------------------------------------------------
;~ /functions/Attack/dropHeroes.au3
;~ -------------------------------------------------------------

logDropK = "Kral bırakılıyor"
logDropQ = "Kraliçe bırakılıyor"

;~ -------------------------------------------------------------
;~ /functions/Attack/GoldElixirChange.au3
;~ -------------------------------------------------------------

logCheckBattleFinish = "Savaş bitti mi diye denetleniyor"
logBattleHasFinished = "Savaş bitti"
logGoldElixirChange = "Altın & İksir değişimi saptandı, bekleniyor..."

;~ -------------------------------------------------------------
;~ /functions/Attack/GoldElixirChangeEBO.au3
;~ -------------------------------------------------------------


